Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: items
de_de: Elemente
es_es: elementos
fr_fr: éléments
it_it: elementi
ja_jp: 項目
ru_ru: элементы

source: lines
de_de: Zeilen
es_es: líneas
fr_fr: lignes
it_it: righe
ja_jp: 行
ru_ru: строки

source: threads
es_es: hilos
fr_fr: fils
it_it: thread
ja_jp: スレッド
ru_ru: потоки

source: times
de_de: Mal
es_es: veces
fr_fr: fois
it_it: volte
ja_jp: 回数
ru_ru: раз

source: &Edit
de_de: &Bearbeiten
es_es: &Editar
fr_fr: &Éditer
it_it: &Modifica
ja_jp: &編集
ru_ru: &Правка

source: &File
de_de: &Datei
es_es: &Archivo
fr_fr: &Fichier
ja_jp: &ファイル
ru_ru: &Файл

source: &Help
de_de: &Hilfe
es_es: &Ayuda
fr_fr: &Aide
it_it: &Aiuto
ja_jp: &ヘルプ
ru_ru: &Справка

source: &Plugins
es_es: &Complementos
fr_fr: &Plugiciels
it_it: &Plugin
ja_jp: &プラグイン
ru_ru: &Плагины

source: &Settings
de_de: &Einstellungen
es_es: &Ajustes
fr_fr: &Paramètres
it_it: &Impostazioni
ja_jp: &設定
ru_ru: &Настройки

source: &Tools
es_es: &Herramientas
fr_fr: &Outils
it_it: &Strumenti
ja_jp: &ツール
ru_ru: &Инструменты

source: &View
de_de: &Ansicht
es_es: &Ver
fr_fr: &Affichage
it_it: &Visualizza
ja_jp: &表示
ru_ru: &Вид

source: 'requests' library not found.
de_de: 'requests'-Bibliothek nicht gefunden.
es_es: No se encontró la biblioteca 'requests'.
fr_fr: Bibliothèque 'requests' introuvable.
it_it: Libreria 'requests' non trovata.
ja_jp: 'requests'ライブラリが見つかりません。
ru_ru: Библиотека 'requests' не найдена.

source: 'requests' library not found. AI translation feature is unavailable.
de_de: Die Bibliothek 'requests' wurde nicht gefunden. Die KI-Übersetzungsfunktion ist nicht verfügbar.
es_es: No se encontró la biblioteca 'requests'. La función de traducción automática no está disponible.
fr_fr: Bibliothèque 'requests' introuvable. La fonctionnalité de traduction automatique est indisponible.
it_it: La libreria 'requests' non è stata trovata. La funzionalità di traduzione automatica non è disponibile.
ja_jp: 'requests' ライブラリが見つかりません。AI翻訳機能は利用できません。
ru_ru: Библиотека 'requests' не найдена. Функция перевода с помощью ИИ недоступна.

source: (0 to disable)
de_de: (0 zum Deaktivieren)
es_es: (0 para deshabilitar)
fr_fr: (0 pour désactiver)
it_it: (0 per disabilitare)
ja_jp: (0で無効化)
ru_ru: (0 для отключения)

source: 1 hour ago
de_de: vor 1 Stunde
es_es: Hace 1 hora
fr_fr: Il y a 1 heure
it_it: 1 ora fa
ja_jp: 1時間前
ru_ru: 1 час назад

source: 1 min ago
de_de: vor 1 Min
es_es: Hace 1 min
fr_fr: Il y a 1 min
it_it: 1 min fa
ja_jp: 1分前
ru_ru: 1 мин назад

source: 1 week ago
de_de: vor 1 Woche
es_es: Hace 1 semana
fr_fr: Il y a 1 semaine
it_it: 1 settimana fa
ja_jp: 1週間前
ru_ru: 1 неделю назад

source: 1. Paste Sample Text (The full content):
de_de: 1. Beispieltext einfügen (Der vollständige Inhalt):
es_es: 1. Pegar texto de ejemplo (El contenido completo):
fr_fr: 1. Collez le texte d'exemple (le contenu complet) :
it_it: 1. Incolla il testo di esempio (Il contenuto completo):
ja_jp: 1. サンプルテキストを貼り付け（完全な内容）：
ru_ru: 1. Вставьте пример текста (полное содержимое):

source: 2. Paste Target Content (What you want to extract):
de_de: 2. Zielinhalt einfügen (Was Sie extrahieren möchten):
es_es: 2. Pegar contenido de destino (lo que desea extraer):
fr_fr: 2. Coller le contenu cible (ce que vous souhaitez extraire) :
it_it: 2. Incolla il Contenuto di Destinazione (Ciò che vuoi estrarre):
ja_jp: 2. ターゲットコンテンツを貼り付け（抽出したい内容）：
ru_ru: 2. Вставьте целевой контент (что вы хотите извлечь):

source: 3. Additional Hint (Optional):
de_de: 3. Zusätzlicher Hinweis (Optional):
es_es: 3. Pista adicional (Opcional):
fr_fr: 3. Indication supplémentaire (facultatif) :
it_it: 3. Suggerimento aggiuntivo (facoltativo):
ja_jp: 3. 追加のヒント（任意）：
ru_ru: 3. Дополнительная подсказка (необязательно):

source: <b>Smart URL Handling:</b><br>• <b>Default:</b> Automatically appends <code>/chat/completions</code>.<br>• <b>Raw Mode:</b> End with <code>#</code> to disable auto-append.<br><hr>
de_de: <b>Intelligente URL-Verarbeitung:</b><br>• <b>Standard:</b> Hängt automatisch <code>/chat/completions</code> an.<br>• <b>Rohmodus:</b> Mit <code>#</code> enden, um automatisches Anhängen zu deaktivieren.<br><hr>
es_es: <b>Manejo Inteligente de URL:</b><br>• <b>Predeterminado:</b> Agrega automáticamente <code>/chat/completions</code>.<br>• <b>Modo sin procesar:</b> Termina con <code>#</code> para desactivar el agregado automático.<br><hr>
fr_fr: <b>Gestion intelligente des URL :</b><br>• <b>Par défaut :</b> Ajoute automatiquement <code>/chat/completions</code>.<br>• <b>Mode brut :</b> Terminez par <code>#</code> pour désactiver l'ajout automatique.<br><hr>
it_it: <b>Gestione intelligente degli URL:</b><br>• <b>Predefinito:</b> Aggiunge automaticamente <code>/chat/completions</code>.<br>• <b>Modalità raw:</b> Termina con <code>#</code> per disabilitare l'aggiunta automatica.<br><hr>
ja_jp: <b>スマートURL処理:</b><br>• <b>デフォルト:</b> 自動的に <code>/chat/completions</code> を追加します。<br>• <b>Rawモード:</b> 末尾に <code>#</code> を付けると自動追加を無効化します。<br><hr>
ru_ru: <b>Умная обработка URL:</b><br>• <b>По умолчанию:</b> Автоматически добавляет <code>/chat/completions</code>.<br>• <b>Сырой режим:</b> Завершите символом <code>#</code>, чтобы отключить автоматическое добавление.<br><hr>

source: A POT file was dropped. What would you like to do?
de_de: Eine POT-Datei wurde abgelegt. Was möchten Sie tun?
es_es: Se ha soltado un archivo POT. ¿Qué deseas hacer?
fr_fr: Un fichier POT a été déposé. Que souhaitez-vous faire ?
it_it: È stato rilasciato un file POT. Cosa desideri fare?
ja_jp: POTファイルがドロップされました。どうしますか？
ru_ru: Обнаружен POT-файл. Что вы хотите сделать?

source: A build is already in progress.
de_de: Ein Build wird bereits ausgeführt.
es_es: Ya hay una compilación en curso.
fr_fr: Une compilation est déjà en cours.
it_it: Una compilazione è già in corso.
ja_jp: ビルドは既に進行中です。
ru_ru: Сборка уже выполняется.

source: A critical error occurred while trying to access the encryption key for saving.
de_de: Beim Zugriff auf den Verschlüsselungsschlüssel zum Speichern ist ein kritischer Fehler aufgetreten.
es_es: Se produjo un error crítico al intentar acceder a la clave de cifrado para guardar.
fr_fr: Une erreur critique s'est produite lors de la tentative d'accès à la clé de chiffrement pour l'enregistrement.
it_it: Si è verificato un errore critico durante il tentativo di accedere alla chiave di crittografia per il salvataggio.
ja_jp: 保存用の暗号化キーへのアクセス中に重大なエラーが発生しました。
ru_ru: Произошла критическая ошибка при попытке доступа к ключу шифрования для сохранения.

source: A critical error occurred while trying to access the encryption key.
de_de: Beim Zugriff auf den Verschlüsselungsschlüssel ist ein kritischer Fehler aufgetreten.
es_es: Se produjo un error crítico al intentar acceder a la clave de cifrado.
fr_fr: Une erreur critique s'est produite lors de la tentative d'accès à la clé de chiffrement.
it_it: Si è verificato un errore critico durante il tentativo di accesso alla chiave di crittografia.
ja_jp: 暗号化キーへのアクセス中に重大なエラーが発生しました。
ru_ru: Произошла критическая ошибка при попытке доступа к ключу шифрования.

source: A file or directory with this name already exists.
de_de: Eine Datei oder ein Verzeichnis mit diesem Namen existiert bereits.
es_es: Ya existe un archivo o directorio con este nombre.
fr_fr: Un fichier ou un répertoire portant ce nom existe déjà.
it_it: Un file o una directory con questo nome esiste già.
ja_jp: この名前のファイルまたはディレクトリは既に存在します。
ru_ru: Файл или каталог с таким именем уже существует.

source: A file with this name already exists in the project.
de_de: Eine Datei mit diesem Namen existiert bereits im Projekt.
es_es: Ya existe un archivo con este nombre en el proyecto.
fr_fr: Un fichier avec ce nom existe déjà dans le projet.
it_it: Un file con questo nome esiste già nel progetto.
ja_jp: この名前のファイルはプロジェクト内に既に存在します。
ru_ru: Файл с таким именем уже существует в проекте.

source: A plugin with the ID '{plugin_id}' already exists. Do you want to overwrite it?
de_de: Ein Plugin mit der ID '{plugin_id}' existiert bereits. Möchten Sie es überschreiben?
es_es: Ya existe un complemento con el ID '{plugin_id}'. ¿Deseas sobrescribirlo?
fr_fr: Un plugin avec l'ID '{plugin_id}' existe déjà. Voulez-vous l'écraser ?
it_it: Un plugin con ID '{plugin_id}' esiste già. Vuoi sovrascriverlo?
ja_jp: ID「{plugin_id}」のプラグインは既に存在します。上書きしますか？
ru_ru: Плагин с ID '{plugin_id}' уже существует. Хотите перезаписать его?

source: A project must be open to access project settings.
de_de: Ein Projekt muss geöffnet sein, um auf die Projekteinstellungen zugreifen zu können.
es_es: Se necesita un proyecto abierto para acceder a la configuración del proyecto.
fr_fr: Un projet doit être ouvert pour accéder aux paramètres du projet.
it_it: Un progetto deve essere aperto per accedere alle impostazioni del progetto.
ja_jp: プロジェクト設定にアクセスするにはプロジェクトを開く必要があります。
ru_ru: Для доступа к настройкам проекта необходимо открыть проект.

source: A project must be open to build.
de_de: Zum Erstellen muss ein Projekt geöffnet sein.
es_es: Se debe abrir un proyecto para compilar.
fr_fr: Un projet doit être ouvert pour lancer la compilation.
it_it: Un progetto deve essere aperto per la compilazione.
ja_jp: プロジェクトをビルドするにはプロジェクトを開く必要があります。
ru_ru: Для сборки необходимо открыть проект.

source: A project must have at least one source file.
de_de: Ein Projekt muss mindestens eine Quelldatei enthalten.
es_es: Un proyecto debe tener al menos un archivo fuente.
fr_fr: Un projet doit avoir au moins un fichier source.
it_it: Un progetto deve avere almeno un fichier di origine.
ja_jp: プロジェクトには少なくとも1つのソースファイルが必要です。
ru_ru: Проект должен содержать хотя бы один исходный файл.

source: A project must have at least one target language.
de_de: Ein Projekt muss mindestens eine Zielsprache haben.
es_es: Un proyecto debe tener al menos un idioma de destino.
fr_fr: Un projet doit avoir au moins une langue cible.
it_it: Un progetto deve avere almeno una lingua di destinazione.
ja_jp: プロジェクトには少なくとも1つのターゲット言語が必要です。
ru_ru: Проект должен иметь хотя бы один целевой язык.

source: AI API Key is missing. Please configure it in Settings.
de_de: Der API-Schlüssel für die KI fehlt. Bitte konfigurieren Sie ihn in den Einstellungen.
es_es: Falta la clave de API de IA. Configúrela en Ajustes.
fr_fr: La clé API IA est manquante. Veuillez la configurer dans Paramètres.
it_it: La chiave API dell'IA è mancante. Configurala in Impostazioni.
ja_jp: AI APIキーが設定されていません。設定で構成してください。
ru_ru: Отсутствует ключ API для ИИ. Настройте его в разделе «Параметры».

source: AI Assistance
de_de: KI-Unterstützung
es_es: Asistencia de IA
fr_fr: Assistance IA
it_it: Assistenza AI
ja_jp: AIアシスタンス
ru_ru: AI-помощник

source: AI Batch Translation
de_de: KI-Stapelübersetzung
es_es: Traducción por IA en Lotes
fr_fr: Traduction IA par lots
it_it: Traduzione AI in Batch
ja_jp: AI一括翻訳
ru_ru: Пакетный перевод ИИ

source: AI Batch: {current}/{total} completed ({progress_percent:.0f}%).
de_de: KI-Stapel: {current}/{total} abgeschlossen ({progress_percent:.0f}%).
es_es: IA en Lotes: {current}/{total} completado ({progress_percent:.0f}%).
fr_fr: Lot IA : {current}/{total} terminé ({progress_percent:.0f}%).
it_it: Batch AI: {current}/{total} completato ({progress_percent:.0f}%).
ja_jp: AI一括: {current}/{total} 完了 ({progress_percent:.0f}%)。
ru_ru: Пакетный ИИ: {current}/{total} завершено ({progress_percent:.0f}%).

source: AI Error
de_de: KI-Fehler
es_es: Error de IA
fr_fr: Erreur IA
it_it: Errore AI
ja_jp: AIエラー
ru_ru: Ошибка AI

source: AI Fix
de_de: KI-Korrektur
es_es: Corrección con IA
fr_fr: Correction IA
it_it: Correzione AI
ja_jp: AI修正
ru_ru: AI-исправление

source: AI Model Manager
de_de: KI-Modell-Manager
es_es: Administrador de modelos de IA
fr_fr: Gestionnaire de modèles IA
it_it: Gestore Modelli AI
ja_jp: AIモデルマネージャー
ru_ru: Менеджер моделей ИИ

source: AI Models
de_de: KI-Modelle
es_es: Modelos de IA
fr_fr: Modèles IA
it_it: Modelli IA
ja_jp: AIモデル
ru_ru: Модели ИИ

source: AI Operation Error
de_de: KI-Operationsfehler
es_es: Error de Operación de IA
fr_fr: Erreur d'opération IA
it_it: Errore Operazione IA
ja_jp: AI操作エラー
ru_ru: Ошибка операции ИИ

source: AI Prompt Manager
de_de: KI-Prompt-Manager
es_es: Gestor de Indicación de IA
fr_fr: Gestionnaire d'invites IA
it_it: Gestore Prompt AI
ja_jp: AIプロンプトマネージャー
ru_ru: Менеджер подсказок ИИ

source: AI Regex Generator
de_de: KI-Regex-Generator
es_es: Generador de expresiones regulares con IA
fr_fr: Générateur d'expressions régulières IA
it_it: Generatore Regex AI
ja_jp: AI正規表現ジェネレーター
ru_ru: Генератор регулярных выражений на основе ИИ

source: AI Suggestion
de_de: KI-Vorschlag
es_es: Sugerencia de IA
fr_fr: Suggestion IA
it_it: Suggerimento AI
ja_jp: AI提案
ru_ru: AI-предложение

source: AI Translate All Untranslated
de_de: Alle unübersetzten mit KI übersetzen
es_es: Traducir todo lo no Traducido por IA
fr_fr: Traduire tous les non-traduits par IA
it_it: Traduci AI tutte le non tradotte
ja_jp: AIで未翻訳をすべて翻訳
ru_ru: ИИ-перевод всех непереведенных

source: AI Translate Selected
de_de: Ausgewählte mit KI übersetzen
es_es: Traducir Selección por IA
fr_fr: Traduire la sélection par IA
it_it: Traduci AI Selezionati
ja_jp: AI翻訳 (選択項目)
ru_ru: ИИ-перевод выбранного

source: AI Translation
de_de: KI-Übersetzung
es_es: Traducción por IA
fr_fr: Traduction IA
it_it: Traduzione AI
ja_jp: AI翻訳
ru_ru: ИИ-перевод

source: AI Translation in Progress
de_de: KI-Übersetzung läuft
es_es: Traducción por IA en Curso
fr_fr: Traduction IA en cours
it_it: Traduzione AI in Corso
ja_jp: AI翻訳が進行中
ru_ru: ИИ-перевод в процессе

source: AI batch operation complete. Successfully processed {success_count}/{processed_count} items.
de_de: KI-Batchvorgang abgeschlossen. {success_count}/{processed_count} Elemente erfolgreich verarbeitet.
es_es: Operación por lotes de IA completada. Se procesaron correctamente {success_count}/{processed_count} elementos.
fr_fr: Opération par lots IA terminée. {success_count}/{processed_count} éléments traités avec succès.
it_it: Operazione batch AI completata. Elaborati con successo {success_count}/{processed_count} elementi.
ja_jp: AIバッチ操作が完了しました。{success_count}/{processed_count} 件のアイテムを正常に処理しました。
ru_ru: Пакетная операция ИИ завершена. Успешно обработано {success_count}/{processed_count} элементов.

source: AI batch translation is already in progress.
de_de: KI-Stapelübersetzung läuft bereits.
es_es: La traducción por IA en lotes ya está en curso.
fr_fr: La traduction IA par lots est déjà en cours.
it_it: La traduzione AI in batch è già in corso.
ja_jp: AI一括翻訳はすでに進行中です。
ru_ru: Пакетный перевод ИИ уже выполняется.

source: AI batch translation is in progress.
de_de: KI-Stapelübersetzung läuft.
es_es: La traducción por IA en lotes está en curso.
fr_fr: La traduction IA par lots est en cours.
it_it: La traduzione AI in batch è in corso.
ja_jp: AI一括翻訳が進行中です。
ru_ru: Пакетный перевод ИИ выполняется.

source: AI batch translation is in progress. Please wait for it to complete or stop it before opening a new file.
de_de: KI-Stapelübersetzung läuft. Bitte warten Sie, bis sie abgeschlossen ist oder stoppen Sie sie, bevor Sie eine neue Datei öffnen.
es_es: La traducción por IA en lotes está en curso. Espere a que finalice o deténgala antes de abrir un nuevo archivo.
fr_fr: La traduction IA par lots est en cours. Veuillez attendre qu'elle se termine ou l'arrêter avant d'ouvrir un nouveau fichier.
it_it: La traduzione AI in batch è in corso. Attendere il completamento o interromperla prima di aprire un nuovo file.
ja_jp: AI一括翻訳が進行中です。新しいファイルを開く前に、完了または停止するまでお待ちください。
ru_ru: Пакетный перевод ИИ выполняется. Пожалуйста, дождитесь его завершения или остановите его, прежде чем открывать новый файл.

source: AI batch translation is still in progress. Are you sure you want to exit? Unfinished translations will be lost.
de_de: KI-Stapelübersetzung läuft noch. Möchten Sie wirklich beenden? Unfertige Übersetzungen gehen verloren.
es_es: La traducción por IA en lotes aún está en curso. ¿Está seguro de que desea salir? Las traducciones incompletas se perderán.
fr_fr: La traduction IA par lots est toujours en cours. Êtes-vous sûr de vouloir quitter ? Les traductions non terminées seront perdues.
it_it: La traduzione AI in batch è ancora in corso. Sei sicuro di voler uscire? Le traduzioni non finite andranno perse.
ja_jp: AI一括翻訳がまだ進行中です。終了しますか？ 未完了の翻訳は失われます。
ru_ru: Пакетный перевод ИИ все еще выполняется. Вы уверены, что хотите выйти? Незавершенные переводы будут потеряны.

source: AI batch translation started for {count} unique strings...
de_de: KI-Stapelübersetzung für {count} eindeutige Zeichenketten gestartet...
es_es: Traducción automática por lotes iniciada para {count} cadenas únicas...
fr_fr: Traduction par IA par lots démarrée pour {count} chaînes uniques...
it_it: Traduzione automatica in batch avviata per {count} stringhe uniche...
ja_jp: AIバッチ翻訳を開始しました。{count}件のユニークな文字列を処理中...
ru_ru: Запущен пакетный ИИ-перевод для {count} уникальных строк...

source: AI batch translation stop requested. Dispatched tasks will continue to complete, please wait.
de_de: KI-Stapelübersetzung wurde angefordert zu stoppen. Ausgeführte Aufgaben werden noch abgeschlossen, bitte warten Sie.
es_es: Solicitud de detención de traducción por IA en lotes. Las tareas enviadas continuarán hasta completarse, espere por favor.
fr_fr: Arrêt de la traduction IA par lots demandé. Les tâches déjà lancées continueront de se terminer, veuillez patienter.
it_it: Richiesta di interruzione della traduzione AI in batch. Le attività inviate continueranno a essere completate, attendere.
ja_jp: AI一括翻訳の停止が要求されました。 ディスパッチされたタスクは完了まで続行されますので、お待ちください。
ru_ru: Запрошена остановка пакетного перевода ИИ. Отправленные задачи будут завершены, пожалуйста, подождите.

source: AI batch translation stop requested...
de_de: KI-Stapelübersetzung: Stopp angefordert...
es_es: Se ha solicitado detener la traducción por lotes con IA...
fr_fr: Arrêt de la traduction par lots IA demandé...
it_it: Interruzione della traduzione batch AI richiesta...
ja_jp: AIバッチ翻訳の停止が要求されました...
ru_ru: Запрошена остановка пакетного перевода ИИ...

source: AI failed for "{text}...": {error}
de_de: KI-Fehler für "{text}...": {error}
es_es: La IA falló para "{text}...": {error}
fr_fr: Échec de l'IA pour "{text}..." : {error}
it_it: AI non riuscito per "{text}...": {error}
ja_jp: AIが「{text}...」で失敗しました: {error}
ru_ru: ИИ не удалось обработать "{text}...": {error}

source: AI fix applied successfully.
de_de: KI-Korrektur erfolgreich angewendet.
es_es: Corrección de IA aplicada con éxito.
fr_fr: Correction IA appliquée avec succès.
it_it: Correzione AI applicata con successo.
ja_jp: AI修正が正常に適用されました。
ru_ru: Исправление ИИ успешно применено.

source: AI is fixing the translation...
de_de: KI korrigiert die Übersetzung...
es_es: La IA está corrigiendo la traducción...
fr_fr: L'IA corrige la traduction...
it_it: L'AI sta correggendo la traduzione...
ja_jp: AIが翻訳を修正中...
ru_ru: ИИ исправляет перевод...

source: AI is translating...
de_de: KI übersetzt...
es_es: La IA está traduciendo...
fr_fr: L'IA traduit...
it_it: IA sta traducendo...
ja_jp: AIが翻訳中...
ru_ru: ИИ переводит...

source: AI is translating: "{text}..."
de_de: KI übersetzt: "{text}..."
es_es: Traduciendo con IA: "{text}..."
fr_fr: L'IA traduit : "{text}..."
it_it: L'AI sta traducendo: "{text}..."
ja_jp: AIが翻訳中: 「{text}...」
ru_ru: ИИ переводит: "{text}..."

source: AI models updated.
de_de: KI-Modelle aktualisiert.
es_es: Modelos de IA actualizados.
fr_fr: Modèles IA mis à jour.
it_it: Modelli IA aggiornati.
ja_jp: AIモデルが更新されました。
ru_ru: Модели ИИ обновлены.

source: AI operation returned no result.
de_de: KI-Operation lieferte kein Ergebnis.
es_es: La operación de IA no devolvió ningún resultado.
fr_fr: L'opération IA n'a retourné aucun résultat.
it_it: L'operazione AI non ha restituito alcun risultato.
ja_jp: AI操作で結果が返されませんでした。
ru_ru: Операция ИИ не вернула результата.

source: AI prompts updated.
de_de: KI-Prompts aktualisiert.
es_es: Indicaciones de IA actualizadas.
fr_fr: Invites IA mises à jour.
it_it: Prompt AI aggiornati.
ja_jp: AIプロンプトが更新されました。
ru_ru: AI-подсказки обновлены.

source: AI recommended temperature: {temp}
de_de: KI empfohlene Temperatur: {temp}
es_es: Temperatura recomendada por la IA: {temp}
fr_fr: Température recommandée par l'IA : {temp}
it_it: Temperatura consigliata dall'AI: {temp}
ja_jp: AI推奨温度: {temp}
ru_ru: Рекомендованная ИИ температура: {temp}

source: AI translation for '{text}...' was skipped by a plugin.
de_de: KI-Übersetzung für '{text}...' wurde von einem Plugin übersprungen.
es_es: La traducción por IA para '{text}...' fue omitida por un complemento.
fr_fr: La traduction IA pour '{text}...' a été ignorée par un plugin.
it_it: La traduzione AI per '{text}...' è stata saltata da un plugin.
ja_jp: AI翻訳「{text}...」はプラグインによってスキップされました。
ru_ru: ИИ-перевод для '{text}...' был пропущен плагином.

source: AI translation successful: "{text}..."
de_de: KI-Übersetzung erfolgreich: "{text}..."
es_es: Traducción por IA exitosa: "{text}..."
fr_fr: Traduction IA réussie : "{text}..."
it_it: Traduzione AI riuscita: "{text}..."
ja_jp: AI翻訳に成功しました: 「{text}...」
ru_ru: ИИ-перевод успешен: "{text}..."

source: API Base URL is required.
de_de: API-Basis-URL ist erforderlich.
es_es: Se requiere la URL base de la API.
fr_fr: URL de base de l'API requise.
it_it: L'URL base dell'API è obbligatoria.
ja_jp: APIベースURLが必要です。
ru_ru: Требуется базовый URL API.

source: API Base URL:
de_de: API-Basis-URL:
es_es: URL Base de la API:
fr_fr: URL de base de l'API :
it_it: URL Base API:
ja_jp: APIベースURL:
ru_ru: Базовый URL API:

source: API Call Interval:
de_de: API-Aufrufintervall:
es_es: Intervalo de Llamada a la API:
fr_fr: Intervalle d'appel d'API :
it_it: Intervallo Chiamata API:
ja_jp: API呼び出し間隔:
ru_ru: Интервал вызова API:

source: API Key Missing
de_de: API-Schlüssel fehlt
es_es: Clave de API Faltante
fr_fr: Clé API manquante
it_it: Chiave API Mancante
ja_jp: APIキーがありません
ru_ru: Отсутствует ключ API

source: API Key is not set. Please configure it in {menu_path}.
de_de: API-Schlüssel ist nicht gesetzt. Bitte konfigurieren Sie ihn unter {menu_path}.
es_es: La clave de API no está configurada. Por favor, configúrela en {menu_path}.
fr_fr: La clé API n'est pas définie. Veuillez la configurer dans {menu_path}.
it_it: La chiave API non è impostata. Configurala in {menu_path}.
ja_jp: APIキーが設定されていません。{menu_path}で設定してください。
ru_ru: Ключ API не настроен. Настройте его в {menu_path}.

source: API Key not set.
de_de: API-Schlüssel nicht gesetzt.
es_es: Clave API no configurada.
fr_fr: Clé API non configurée.
it_it: Chiave API non impostata.
ja_jp: APIキーが設定されていません。
ru_ru: API-ключ не установлен.

source: API Key:
de_de: API-Schlüssel:
es_es: Clave de API:
fr_fr: Clé API :
it_it: Chiave API:
ja_jp: APIキー:
ru_ru: Ключ API:

source: API request timed out.
de_de: API-Anfragezeit überschritten.
es_es: La solicitud de la API ha superado el tiempo de espera.
fr_fr: La requête API a expiré.
it_it: Richiesta API scaduta.
ja_jp: APIリクエストがタイムアウトしました。
ru_ru: Запрос API превысил время ожидания.

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: について
ru_ru: О программе

source: Accelerator Marker(s):
de_de: Beschleuniger-Markierung(en):
es_es: Marcador(es) de acelerador:
fr_fr: Marqueur(s) d'accélérateur :
it_it: Marcatore/i di accelerazione:
ja_jp: アクセラレータマーカー:
ru_ru: Маркер(и) акселератора:

source: Accelerator Mismatch
de_de: Tastenkürzel-Konflikt
es_es: Desajuste de acelerador
fr_fr: Incohérence d'accélérateur
it_it: Disallineamento acceleratore
ja_jp: アクセラレータの不一致
ru_ru: Несоответствие акселератора

source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
it_it: Accetta
ja_jp: 承諾
ru_ru: Принять

source: Accept (Enter)
de_de: Akzeptieren (Eingabetaste)
es_es: Aceptar (Intro)
fr_fr: Accepter (Entrée)
it_it: Accetta (Invio)
ja_jp: 承諾 (Enter)
ru_ru: Принять (Enter)

source: Action
de_de: Aktion
es_es: Acción
it_it: Azione
ja_jp: アクション
ru_ru: Действие
