Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: No specific errors detected, please review and improve.
de_de: Keine spezifischen Fehler erkannt, bitte überprüfen und verbessern.
es_es: No se detectaron errores específicos, revise y mejore.
fr_fr: Aucune erreur spécifique détectée, veuillez vérifier et améliorer.
it_it: Nessun errore specifico rilevato, si prega di rivedere e migliorare.
ja_jp: 特定のエラーは検出されませんでした。確認して改善してください。
ru_ru: Конкретных ошибок не обнаружено, проверьте и улучшите.

source: No strings to apply TM to.
de_de: Keine Zeichenketten zum Anwenden von TM.
es_es: No hay cadenas a las que aplicar MT.
fr_fr: Aucune chaîne à laquelle appliquer la MT.
it_it: Nessuna stringa a cui applicare la MT.
ja_jp: TMを適用する文字列がありません。
ru_ru: Нет строк для применения ТМ.

source: No terms selected to save.
de_de: Keine Begriffe zum Speichern ausgewählt.
es_es: No hay términos seleccionados para guardar.
fr_fr: Aucun terme sélectionné pour l'enregistrement.
it_it: Nessun termine selezionato da salvare.
ja_jp: 保存する用語が選択されていません。
ru_ru: Нет выбранных терминов для сохранения.

source: No text available to detect language from.
de_de: Kein Text zur Spracherkennung verfügbar.
es_es: No hay texto disponible para detectar el idioma.
fr_fr: Aucun texte disponible pour la détection de la langue.
it_it: Nessun testo disponibile per il rilevamento della lingua.
ja_jp: 検出可能なテキストがありません。
ru_ru: Нет доступного текста для определения языка.

source: No translated items found for index. Skipping RAG.
de_de: Keine übersetzten Elemente für den Index gefunden. RAG wird übersprungen.
es_es: No se encontraron elementos traducidos para el índice. Omitiendo RAG.
fr_fr: Aucun élément traduit trouvé pour l'index. Ignorons RAG.
it_it: Nessun elemento tradotto trovato per l'indice. RAG saltato.
ja_jp: インデックスに対応する翻訳項目が見つかりません。RAGをスキップします。
ru_ru: Переведённые элементы для индекса не найдены. Пропуск RAG.

source: No untranslated and non-ignored strings found.
de_de: Keine unübersetzten und nicht ignorierten Zeichenketten gefunden.
es_es: No se encontraron cadenas sin traducir y no ignoradas.
fr_fr: Aucune chaîne non traduite et non ignorée trouvée.
it_it: Nessuna stringa non tradotta e non ignorata trovata.
ja_jp: 未翻訳で無視されていない文字列は見つかりませんでした。
ru_ru: Не найдено непереведенных и неигнорируемых строк.

source: No valid items to delete.
de_de: Keine gültigen Elemente zum Löschen.
es_es: No hay elementos válidos para eliminar.
fr_fr: Aucun élément valide à supprimer.
it_it: Nessun elemento valido da eliminare.
ja_jp: 削除する有効な項目がありません。
ru_ru: Нет действительных элементов для удаления.

source: No valid terms found in the TBX file.
de_de: Keine gültigen Begriffe in der TBX-Datei gefunden.
es_es: No se encontraron términos válidos en el archivo TBX.
fr_fr: Aucun terme valide trouvé dans le fichier TBX.
it_it: Nessun termine valido trovato nel file TBX.
ja_jp: TBXファイルに有効な用語が見つかりません。
ru_ru: В файле TBX не найдено действительных терминов.

source: No valid translated entries found to save.
de_de: Keine gültigen übersetzten Einträge zum Speichern gefunden.
es_es: No se encontraron entradas traducidas válidas para guardar.
fr_fr: Aucune entrée traduite valide trouvée à enregistrer.
it_it: Nessuna voce tradotta valida trovata da salvare.
ja_jp: 保存する有効な翻訳エントリが見つかりません。
ru_ru: Не найдено действительных переведённых записей для сохранения.

source: None Selected
de_de: Keine Auswahl
es_es: Ninguno seleccionado
fr_fr: Aucune sélection
it_it: Nessuno selezionato
ja_jp: 選択されていません
ru_ru: Ничего не выбрано

source: Normalize newlines
de_de: Zeilenumbrüche normalisieren
es_es: Normalizar saltos de línea
fr_fr: Normaliser les sauts de ligne
it_it: Normalizza i ritorni a capo
ja_jp: 改行の正規化
ru_ru: Нормализовать переводы строк

source: Number Mismatch
de_de: Zahleninkonsistenz
es_es: Inconsistencia numérica
fr_fr: Incohérence de nombres
it_it: Numero non corrispondente
ja_jp: 数値不一致
ru_ru: Несоответствие чисел

source: Numbers Consistency
de_de: Zahlenkonsistenz
es_es: Consistencia de números
fr_fr: Cohérence des nombres
it_it: Consistenza dei Numeri
ja_jp: 数値の一貫性
ru_ru: Согласованность чисел

source: OK
ru_ru: ОК

source: On File Save
de_de: Beim Speichern der Datei
es_es: Al Guardar Archivo
fr_fr: Lors de l'enregistrement du fichier
it_it: Al Salvataggio del File
ja_jp: ファイル保存時
ru_ru: При сохранении файла

source: Only .tbx files can be imported into the glossary.
de_de: Nur .tbx-Dateien können in das Glossar importiert werden.
es_es: Solo se pueden importar archivos .tbx al glosario.
fr_fr: Seuls les fichiers .tbx peuvent être importés dans le glossaire.
it_it: Solo i file .tbx possono essere importati nel glossario.
ja_jp: TBXファイルのみ用語集にインポートできます。
ru_ru: В глоссарий можно импортировать только файлы .tbx.

source: Only .xlsx files can be imported into the TM.
de_de: Nur .xlsx-Dateien können in die TM importiert werden.
es_es: Solo se pueden importar archivos .xlsx a la MT.
fr_fr: Seuls les fichiers .xlsx peuvent être importés dans la MT.
it_it: Solo i file .xlsx possono essere importati nella MT.
ja_jp: .xlsx ファイルのみがTMにインポートできます。
ru_ru: Только файлы .xlsx можно импортировать в ТМ.

source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ru_ru: Открыть

source: Open File for Quick Edit
de_de: Datei zur schnellen Bearbeitung öffnen
es_es: Abrir archivo para edición rápida
fr_fr: Ouvrir un fichier pour une édition rapide
it_it: Apri File per Modifica Rapida
ja_jp: クイック編集用にファイルを開く
ru_ru: Открыть файл для быстрого редактирования

source: Open File...
de_de: Datei öffnen...
es_es: Abrir Archivo...
fr_fr: Ouvrir le fichier...
it_it: Apri File...
ja_jp: ファイルを開く...
ru_ru: Открыть файл...

source: Open Marketplace...
de_de: Marktplatz öffnen...
es_es: Abrir mercado...
fr_fr: Ouvrir la Boutique de plugins...
it_it: Apri Marketplace...
ja_jp: マーケットプレイスを開く...
ru_ru: Открыть магазин плагинов...

source: Open Plugin Directory
de_de: Plugin-Verzeichnis öffnen
es_es: Abrir directorio del complemento
fr_fr: Ouvrir le répertoire des plugins
it_it: Apri Directory Plugin
ja_jp: プラグインのディレクトリを開く
ru_ru: Открыть папку плагина

source: Open Project
de_de: Projekt öffnen
es_es: Abrir proyecto
fr_fr: Ouvrir le projet
it_it: Apri Progetto
ja_jp: プロジェクトを開く
ru_ru: Открыть проект

source: Open Project Error
de_de: Projekt öffnen Fehler
es_es: Error al Abrir proyecto
fr_fr: Erreur d'ouverture du projet
it_it: Errore Apertura Progetto
ja_jp: プロジェクトを開くエラー
ru_ru: Ошибка открытия проекта

source: Open Project Folder
de_de: Projektordner öffnen
es_es: Abrir carpeta de proyecto
fr_fr: Ouvrir le dossier du projet
it_it: Apri Cartella Progetto
ja_jp: プロジェクトフォルダを開く
ru_ru: Открыть папку проекта

source: Open Project...
de_de: Projekt öffnen...
es_es: Abrir proyecto...
fr_fr: Ouvrir le projet...
it_it: Apri Progetto...
ja_jp: プロジェクトを開く...
ru_ru: Открыть проект...

source: Open a single file for fast translation
de_de: Eine einzelne Datei für schnelle Übersetzung öffnen
es_es: Abrir un solo archivo para traducción rápida
fr_fr: Ouvrir un seul fichier pour une traduction rapide
it_it: Apri un singolo file per una traduzione rapida
ja_jp: 高速翻訳のために単一のファイルを開く
ru_ru: Открыть один файл для быстрого перевода

source: Open an existing project folder
de_de: Ein vorhandenen Projektordner öffnen
es_es: Abrir una carpeta de proyecto existente
fr_fr: Ouvrir un dossier de projet existant
it_it: Apri una cartella progetto esistente
ja_jp: 既存のプロジェクトフォルダを開く
ru_ru: Открыть существующую папку проекта

source: Open for Quick Edit
de_de: Öffnen zur schnellen Bearbeitung
es_es: Abrir para edición rápida
fr_fr: Ouvrir pour une édition rapide
it_it: Apri per Modifica Rapida
ja_jp: クイック編集で開く
ru_ru: Открыть для быстрого редактирования

source: Open operation cancelled by user.
de_de: Öffnungsvorgang vom Benutzer abgebrochen.
es_es: Operación de apertura cancelada por el usuario.
fr_fr: Opération d'ouverture annulée par l'utilisateur.
it_it: Operazione di apertura annullata dall'utente.
ja_jp: ユーザーによって開く操作がキャンセルされました。
ru_ru: Открытие отменено пользователем.

source: Open or Set as Root
de_de: Öffnen oder als Stammverzeichnis festlegen
es_es: Abrir o Establecer como Raíz
fr_fr: Ouvrir ou Définir comme racine
it_it: Apri o imposta come radice
ja_jp: 開く、またはルートに設定
ru_ru: Открыть или установить как корневой

source: Open...
de_de: Öffnen...
es_es: Abrir...
fr_fr: Ouvrir...
it_it: Apri...
ja_jp: 開く...
ru_ru: Открыть...

source: Opening '{filename}'...
de_de: Öffnen von '{filename}'...
es_es: Abriendo '{filename}'...
fr_fr: Ouverture de '{filename}'...
it_it: Apertura di '{filename}'...
ja_jp: 「{filename}」を開いています...
ru_ru: Открытие '{filename}'...

source: Operation In Progress
de_de: Vorgang läuft
es_es: Operación en Progreso
fr_fr: Opération en cours
it_it: Operazione in corso
ja_jp: 処理中
ru_ru: Выполняется операция

source: Operation Restricted
de_de: Vorgang eingeschränkt
es_es: Operación Restringida
fr_fr: Opération restreinte
it_it: Operazione Limitata
ja_jp: 操作が制限されています
ru_ru: Операция ограничена

source: Operation Stopped
de_de: Vorgang angehalten
es_es: Operación detenida
fr_fr: Opération arrêtée
it_it: Operazione Interrotta
ja_jp: 操作が停止されました
ru_ru: Операция остановлена

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ja_jp: オプション
ru_ru: Опции

source: Original
it_it: Originale
ja_jp: 原文
ru_ru: Оригинал

source: Original (Raw)
de_de: Original (Roh)
es_es: Original (Crudo)
fr_fr: Original (Brut)
it_it: Originale (Raw)
ja_jp: 原文 (Raw)
ru_ru: Оригинал (сырой)

source: Original (Semantic)
de_de: Original (Semantisch)
es_es: Original (Semántico)
fr_fr: Original (Sémantique)
it_it: Originale (Semantico)
ja_jp: 原文 (意味的)
ru_ru: Оригинал (семантический)

source: Original text cannot be empty for a new entry.
de_de: Der Originaltext darf für einen neuen Eintrag nicht leer sein.
es_es: El texto original no puede estar vacío para una nueva entrada.
fr_fr: Le texte original ne peut pas être vide pour une nouvelle entrée.
it_it: Il testo originale non può essere vuoto per una nuova voce.
ja_jp: 新しいエントリのオリジナルテキストは空にできません。
ru_ru: Исходный текст не может быть пустым для новой записи.

source: Original:
it_it: Originale:
ja_jp: 原文:
ru_ru: Оригинал:

source: Original: {original_semantic}... Enter comment:
de_de: Original: {original_semantic}... Kommentar eingeben:
es_es: Original: {original_semantic}... Introducir comentario:
fr_fr: Original : {original_semantic}... Entrez un commentaire :
it_it: Originale: {original_semantic}... Inserisci commento:
ja_jp: 原文: {original_semantic}... コメントを入力:
ru_ru: Оригинал: {original_semantic}... Введите комментарий:

source: Orphan Ratio:
de_de: Verwaiste Verhältnis:
es_es: Proporción de huérfanos:
fr_fr: Taux d'orphelins :
it_it: Rapporto Orfano:
ja_jp: 孤立率:
ru_ru: Коэффициент сиротства:

source: Overwatch Workshop Files (*.ow *.txt);;
de_de: Overwatch Workshop-Dateien (*.ow *.txt);;
es_es: Archivos de Taller de Overwatch (*.ow *.txt);;
fr_fr: Fichiers d'atelier Overwatch (*.ow *.txt);;
it_it: File di Workshop Overwatch (*.ow *.txt);;
ja_jp: Overwatch ワークショップファイル (*.ow *.txt);;
ru_ru: Файлы мастерской Overwatch (*.ow *.txt);;

source: Overwatch Workshop Files (*.ow *.txt);;All Files (*.*)
de_de: Overwatch Workshop-Dateien (*.ow *.txt);;Alle Dateien (*.*)
es_es: Archivos de Taller de Overwatch (*.ow *.txt);;Todos los archivos (*.*)
fr_fr: Fichiers d'atelier Overwatch (*.ow *.txt);;Tous les fichiers (*.*)
it_it: File di Workshop Overwatch (*.ow *.txt);;Tutti i file (*.*)
ja_jp: Overwatch ワークショップファイル (*.ow *.txt);;すべてのファイル (*.*)
ru_ru: Файлы мастерской Overwatch (*.ow *.txt);;Все файлы (*.*)

source: Overwrite
de_de: Überschreiben
es_es: Sobrescribir
fr_fr: Remplacer
it_it: Sovrascrivi
ja_jp: 上書き
ru_ru: Перезаписать

source: Overwrite All
de_de: Alle überschreiben
es_es: Sobrescribir todo
fr_fr: Écraser tout
it_it: Sovrascrivi Tutto
ja_jp: すべて上書き
ru_ru: Перезаписать все

source: Overwrite Confirmation
de_de: Überschreiben bestätigen
es_es: Confirmación de Sobreescritura
fr_fr: Confirmation d'écrasement
it_it: Conferma Sovrascrittura
ja_jp: 上書き確認
ru_ru: Подтверждение перезаписи

source: Overwrite existing entries
de_de: Vorhandene Einträge überschreiben
es_es: Sobrescribir entradas existentes
fr_fr: Remplacer les entrées existantes
it_it: Sovrascrivi le voci esistenti
ja_jp: 既存のエントリを上書き
ru_ru: Перезаписать существующие записи

source: PO Import Error
de_de: PO-Importfehler
es_es: Error de Importación de PO
fr_fr: Erreur d'importation PO
it_it: Errore Importazione PO
ja_jp: POインポートエラー
ru_ru: Ошибка импорта PO

source: PO Template Files (*.pot);;All Files (*.*)
de_de: PO-Vorlagendateien (*.pot);;Alle Dateien (*.*)
es_es: Archivos de plantilla PO (*.pot);;Todos los archivos (*.*)
fr_fr: Fichiers de modèle PO (*.pot);;Tous les fichiers (*.*)
it_it: File modello PO (*.pot);;Tutti i file (*.*)
ja_jp: POテンプレートファイル (*.pot);;すべてのファイル (*.*)
ru_ru: Файлы шаблонов PO (*.pot);;Все файлы (*.*)

source: PO Template files (*.pot);;All files (*.*)
de_de: PO-Vorlagendateien (*.pot);;Alle Dateien (*.*)
es_es: Archivos de plantilla PO (*.pot);;Todos los archivos (*.*)
fr_fr: Fichiers modèles PO (*.pot);;Tous les fichiers (*.*)
it_it: File modello PO (*.pot);;Tutti i file (*.*)
ja_jp: POテンプレートファイル (*.pot);;すべてのファイル (*.*)
ru_ru: Файлы шаблонов PO (*.pot);;Все файлы (*.*)

source: PO Translation Files (*.po *.pot);;
de_de: PO-Übersetzungsdateien (*.po *.pot);;
es_es: Archivos de traducción PO (*.po *.pot);;
fr_fr: Fichiers de traduction PO (*.po *.pot);;
it_it: File di traduzione PO (*.po *.pot);;
ja_jp: PO翻訳ファイル (*.po *.pot);;
ru_ru: Файлы переводов PO (*.po *.pot);;

source: PO file loading failed
de_de: Laden der PO-Datei fehlgeschlagen
es_es: Fallo al cargar archivo PO
fr_fr: Échec du chargement du fichier PO
it_it: Caricamento file PO fallito
ja_jp: POファイルの読み込みに失敗しました
ru_ru: Загрузка файла PO не удалась

source: PO file saved and MO file compiled: {filename}
de_de: PO-Datei gespeichert und MO-Datei kompiliert: {filename}
es_es: Archivo PO guardado y archivo MO compilado: {filename}
fr_fr: Fichier PO enregistré et fichier MO compilé : {filename}
it_it: File PO salvato e file MO compilato: {filename}
ja_jp: POファイルを保存し、MOファイルをコンパイルしました: {filename}
ru_ru: Файл PO сохранен и файл MO скомпилирован: {filename}

source: PO file saved to: {filename}
de_de: PO-Datei gespeichert unter: {filename}
es_es: Archivo PO guardado en: {filename}
fr_fr: Fichier PO enregistré sous : {filename}
it_it: File PO salvato in: {filename}
ja_jp: POファイルを保存しました: {filename}
ru_ru: Файл PO сохранен в: {filename}

source: PO files (*.po);;All Files (*.*)
de_de: PO-Dateien (*.po);;Alle Dateien (*.*)
es_es: Archivos PO (*.po);;Todos los archivos (*.*)
fr_fr: Fichiers PO (*.po);;Tous les fichiers (*.*)
it_it: File PO (*.po);;Tutti i file (*.*)
ja_jp: POファイル (*.po);;すべてのファイル (*.*)
ru_ru: Файлы PO (*.po);;Все файлы (*.*)

source: PO files (*.po);;POT files (*.pot);;All files (*.*)
de_de: PO-Dateien (*.po);;POT-Dateien (*.pot);;Alle Dateien (*.*)
es_es: Archivos PO (*.po);;Archivos POT (*.pot);;Todos los archivos (*.*)
fr_fr: Fichiers PO (*.po);;Fichiers POT (*.pot);;Tous les fichiers (*.*)
it_it: File PO (*.po);;File POT (*.pot);;Tutti i file (*.*)
ja_jp: POファイル (*.po);;POTファイル (*.pot);;すべてのファイル (*.*)
ru_ru: Файлы PO (*.po);;Файлы POT (*.pot);;Все файлы (*.*)

source: POT File Detected
de_de: POT-Datei erkannt
es_es: Se ha detectado un archivo POT
fr_fr: Fichier POT détecté
it_it: File POT Rilevato
ja_jp: POTファイルを検出しました
ru_ru: Обнаружен POT-файл

source: POT file exported to: {filename}
de_de: POT-Datei exportiert nach: {filename}
es_es: Archivo POT exportado a: {filename}
fr_fr: Fichier POT exporté vers : {filename}
it_it: File POT esportato in: {filename}
ja_jp: POTファイルがエクスポートされました: {filename}
ru_ru: Файл POT экспортирован в: {filename}

source: Page 1 / 1
de_de: Seite 1 / 1
es_es: Página 1 / 1
it_it: Pagina 1 / 1
ja_jp: 1 / 1 ページ
ru_ru: Страница 1 / 1

source: Page {current} / {total}
de_de: Seite {current} / {total}
es_es: Página {current} / {total}
it_it: Pagina {current} / {total}
ja_jp: ページ {current} / {total}
ru_ru: Страница {current} / {total}

source: Paired Brackets () [] {}
de_de: Gepaarte Klammern () [] {}
es_es: Paréntesis emparejados () [] {}
fr_fr: Parenthèses appariées () [] {}
it_it: Parentesi accoppiate () [] {}
ja_jp: 対応する括弧 () [] {}
ru_ru: Парные скобки () [] {}

source: Panels
es_es: Paneles
fr_fr: Panneaux
it_it: Pannelli
ja_jp: パネル
ru_ru: Панели

source: Pangu Spacing
de_de: Pangu-Abstand
es_es: Espaciado Pangu
fr_fr: Espacement à la Pangu
it_it: Spaziatura Pangu
ja_jp: 「盤古の空き」
ru_ru: Пробел Паньгу

source: Parallel requests count.
de_de: Anzahl paralleler Anfragen.
es_es: Cantidad de solicitudes paralelas.
fr_fr: Nombre de requêtes parallèles.
it_it: Numero di richieste parallele.
ja_jp: 並列リクエスト数。
ru_ru: Количество параллельных запросов.

source: Parentheses ()
de_de: Klammern ()
es_es: Paréntesis ()
fr_fr: Parenthèses ()
it_it: Parentesi ()
ja_jp: 括弧 ()
ru_ru: Круглые скобки ()

source: Parse Error
de_de: Parse-Fehler
es_es: Error de Análisis
fr_fr: Erreur d'analyse
it_it: Errore di parsing
ja_jp: 解析エラー
ru_ru: Ошибка разбора

source: Parsing TBX file...
de_de: TBX-Datei wird analysiert...
es_es: Analizando archivo TBX...
fr_fr: Analyse du fichier TBX...
it_it: Analisi file TBX...
ja_jp: TBXファイルを解析中...
ru_ru: Разбор файла TBX...

source: Parsing TM file...
de_de: TM-Datei wird analysiert...
es_es: Analizando archivo TM...
fr_fr: Analyse du fichier MT...
it_it: Analisi file TM...
ja_jp: TMファイルを解析中...
ru_ru: Разбор файла ТМ...

source: Parsing new file...
de_de: Neue Datei wird analysiert...
es_es: Analizando nuevo archivo...
fr_fr: Analyse du nouveau fichier...
it_it: Analisi nuovo file...
ja_jp: 新しいファイルを解析中...
ru_ru: Разбор нового файла...

source: Partial Match
de_de: Teilweise Übereinstimmung
es_es: Coincidencia parcial
fr_fr: Correspondance partielle
it_it: Corrispondenza Parziale
ja_jp: 部分一致
ru_ru: Частичное совпадение

source: Partially completed deletion. {success} item(s) deleted, but encountered errors: {errors}
de_de: Teilweise abgeschlossene Löschung. {success} Element(e) gelöscht, aber Fehler aufgetreten: {errors}
es_es: Eliminación parcialmente completada. Se eliminaron {success} elemento(s), pero se encontraron errores: {errors}
fr_fr: Suppression partiellement terminée. {success} élément(s) supprimé(s), mais des erreurs ont été rencontrées : {errors}
it_it: Eliminazione parzialmente completata. {success} elemento/i eliminato/i, ma si sono verificati errori: {errors}
ja_jp: 部分的に削除が完了しました。{success} 件削除されましたが、エラーが発生しました: {errors}
ru_ru: Частично завершённое удаление. Удалено {success} элемент(ов), но возникли ошибки: {errors}

source: Paste Protection
de_de: Einfügeschutz
es_es: Protección de Pegado
fr_fr: Protection contre le collage
it_it: Protezione Incolla
ja_jp: 貼り付け保護
ru_ru: Защита от вставки

source: Paste cancelled.
de_de: Einfügen abgebrochen.
es_es: Pegado cancelado.
fr_fr: Collage annulé.
it_it: Incollamento annullato.
ja_jp: 貼り付けがキャンセルされました。
ru_ru: Вставка отменена.

source: Paste failed: Clipboard content is not text.
de_de: Einfügen fehlgeschlagen: Zwischenablageinhalt ist kein Text.
es_es: Fallo al pegar: El contenido del portapapeles no es texto.
fr_fr: Échec du collage : Le contenu du presse-papiers n'est pas du texte.
it_it: Incolla fallito: il contenuto degli appunti non è testo.
ja_jp: 貼り付けに失敗しました: クリップボードの内容がテキストではありません。
ru_ru: Вставка не удалась: содержимое буфера обмена не является текстом.

source: Paste to Translation
de_de: In Übersetzung einfügen
es_es: Pegar en Traducción
fr_fr: Coller dans la traduction
it_it: Incolla nella Traduzione
ja_jp: 翻訳に貼り付け
ru_ru: Вставить в перевод

source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin
it_it: Percorso
ja_jp: パス
ru_ru: Путь

source: Path Error
de_de: Pfadfehler
es_es: Error de Ruta
fr_fr: Erreur de chemin
it_it: Errore Percorso
ja_jp: パスエラー
ru_ru: Ошибка пути

source: Path does not exist: {path}
de_de: Pfad existiert nicht: {path}
es_es: La ruta no existe: {path}
fr_fr: Le chemin n'existe pas : {path}
it_it: Il percorso non esiste: {path}
ja_jp: パスが存在しません: {path}
ru_ru: Путь не существует: {path}

source: Path is not a directory: {path}
de_de: Pfad ist kein Verzeichnis: {path}
es_es: La ruta no es un directorio: {path}
fr_fr: Le chemin n'est pas un répertoire : {path}
it_it: Il percorso non è una directory: {path}
ja_jp: パスはディレクトリではありません: {path}
ru_ru: Путь не является директорией: {path}

source: Perfect Match!
de_de: Perfekte Übereinstimmung!
es_es: ¡Coincidencia perfecta!
fr_fr: Correspondance parfaite !
it_it: Corrispondenza perfetta!
ja_jp: 完全一致！
ru_ru: Идеальное совпадение!

source: Performance
de_de: Leistung
es_es: Rendimiento
it_it: Prestazione
ja_jp: パフォーマンス
ru_ru: Производительность

source: Permission denied: {path}
de_de: Zugriff verweigert: {path}
es_es: Permiso denegado: {path}
fr_fr: Permission refusée : {path}
it_it: Permesso negato: {path}
ja_jp: 権限が拒否されました: {path}
ru_ru: Доступ запрещен: {path}

source: Phase 1/2: Analyzing Content...
de_de: Phase 1/2: Inhalt wird analysiert...
es_es: Fase 1/2: Analizando contenido...
fr_fr: Phase 1/2 : Analyse du contenu...
it_it: Fase 1/2: Analisi del contenuto...
ja_jp: Phase 1/2: コンテンツを分析中...
ru_ru: Этап 1/2: Анализ содержимого...

source: Phase 2/2: Translating...
de_de: Phase 2/2: Übersetzung...
es_es: Fase 2/2: Traduciendo...
fr_fr: Phase 2/2 : Traduction en cours...
it_it: Fase 2/2: Traduzione in corso...
ja_jp: Phase 2/2: 翻訳中...
ru_ru: Этап 2/2: Перевод...

source: Phase 2a: Building Knowledge Base...
de_de: Phase 2a: Wissensdatenbank aufbauen...
es_es: Fase 2a: Construyendo la Base de Conocimiento...
fr_fr: Phase 2a : Construction de la base de connaissances...
it_it: Fase 2a: Costruzione della Knowledge Base...
ja_jp: Phase 2a: ナレッジベース構築中...
ru_ru: Этап 2a: Построение базы знаний...

source: Phase 2b: Translating...
de_de: Phase 2b: Übersetzen...
es_es: Fase 2b: Traduciendo...
fr_fr: Phase 2b : Traduction en cours...
it_it: Fase 2b: Traduzione in corso...
ja_jp: Phase 2b: 翻訳中...
ru_ru: Этап 2b: Перевод...

source: Placeholder Missing
de_de: Platzhalter fehlt
es_es: Falta marcador de posición
fr_fr: Placeholder manquant
it_it: Segnaposto Mancante
ja_jp: プレースホルダーがありません
ru_ru: Отсутствует заполнитель

source: Placeholder Name Mismatch
de_de: Platzhaltername stimmt nicht überein
es_es: Nombre de Marcador de Posición no Coincide
fr_fr: Nom de l'espace réservé non concordant
it_it: Nome Segnaposto Non Corrispondente
ja_jp: プレースホルダー名不一致
ru_ru: Несоответствие имени заполнителя

source: Please enter an API Key.
de_de: Bitte geben Sie einen API-Schlüssel ein.
es_es: Por favor, introduzca una clave de API.
fr_fr: Veuillez saisir une clé API.
it_it: Inserisci una chiave API.
ja_jp: APIキーを入力してください。
ru_ru: Введите API-ключ.

source: Please generate a regex pattern first.
de_de: Bitte generieren Sie zuerst ein Regex-Muster.
es_es: Por favor, genere primero un patrón de regex.
fr_fr: Veuillez d'abord générer un motif regex.
it_it: Per favore, genera prima un pattern regex.
ja_jp: 最初に正規表現パターンを生成してください。
ru_ru: Сначала создайте шаблон регулярного выражения.

source: Please load a code file or project first to match imported translations.
de_de: Bitte laden Sie zuerst eine Code-Datei oder ein Projekt, um importierte Übersetzungen abzugleichen.
es_es: Por favor, cargue un archivo de código o proyecto primero para que coincida con las traducciones importadas.
fr_fr: Veuillez d'abord charger un fichier de code ou un projet pour faire correspondre les traductions importées.
it_it: Carica prima un file di codice o un progetto per abbinare le traduzioni importate.
ja_jp: インポートされた翻訳と一致させるために、まずコードファイルまたはプロジェクトを読み込んでください。
ru_ru: Пожалуйста, сначала загрузите файл кода или проект, чтобы сопоставить импортированные переводы.
