Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: UI Language:
de_de: UI-Sprache:
es_es: Idioma de la interfaz:
fr_fr: Langue de l'interface :
it_it: Lingua dell'interfaccia utente:
ja_jp: UI言語:
ru_ru: Язык интерфейса:

source: UI Setup Error
de_de: UI-Einrichtungsfehler
es_es: Error de configuración de la interfaz de usuario
fr_fr: Erreur de configuration de l'interface
it_it: Errore di configurazione dell'interfaccia utente
ja_jp: UIセットアップエラー
ru_ru: Ошибка настройки интерфейса

source: URL & Email
es_es: URL y correo electrónico
fr_fr: URL et E-mail
ja_jp: URL & メール
ru_ru: URL и Email

source: URL Mismatch
de_de: URL-Konflikt
es_es: URL no coincide
fr_fr: URL non correspondante
it_it: URL non corrispondente
ja_jp: URL不一致
ru_ru: Несоответствие URL

source: Un-ignore Warnings
de_de: Warnungen nicht mehr ignorieren
es_es: Dejar de ignorar advertencias
fr_fr: Ne plus ignorer les avertissements
it_it: Ripristina Avvisi
ja_jp: 警告を無視しない
ru_ru: Снять игнорирование предупреждений

source: Un-ignored warnings for {count} item(s).
de_de: Warnungen für {count} Element(e) nicht mehr ignoriert.
es_es: Advertencias no ignoradas para {count} elemento(s).
fr_fr: Avertissements non ignorés pour {count} élément(s).
it_it: Avvisi non ignorati per {count} elemento(i).
ja_jp: {count} 件のアイテムの警告を無視解除しました。
ru_ru: Сняты игнорируемые предупреждения для {count} элемента(ов).

source: Unbalanced {desc} in target
de_de: Ungleichmäßige {desc} im Ziel
es_es: {desc} desequilibrado en el destino
fr_fr: {desc} déséquilibré(e) dans la cible
it_it: {desc} sbilanciato nel target
ja_jp: ターゲット内の{desc}の不均衡
ru_ru: Несбалансированный {desc} в целевом тексте

source: Unchanged
de_de: Unverändert
es_es: Sin cambios
fr_fr: Inchangé
it_it: Invariato
ja_jp: 変更なし
ru_ru: Без изменений

source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
it_it: Annulla
ja_jp: 元に戻す
ru_ru: Отменить

source: Undo error: Object ID {obj_id} not found
de_de: Fehler beim Rückgängigmachen: Objekt-ID {obj_id} nicht gefunden
es_es: Error al deshacer: No se encontró el ID de objeto {obj_id}
fr_fr: Erreur d'annulation : ID d'objet {obj_id} introuvable
it_it: Errore di annullamento: ID oggetto {obj_id} non trovato
ja_jp: 元に戻すエラー: オブジェクトID {obj_id}が見つかりません
ru_ru: Ошибка отмены: ID объекта {obj_id} не найден

source: Undo: Bulk change ({count} items)
de_de: Rückgängig: Stapeländerung ({count} Elemente)
es_es: Deshacer: Cambio masivo ({count} elementos)
fr_fr: Annuler : Modification en masse ({count} éléments)
it_it: Annulla: Modifica in blocco ({count} elementi)
ja_jp: 元に戻す: 一括変更 ({count}項目)
ru_ru: Отменить: Массовое изменение ({count} элементов)

source: Undo: {field} for ID {id} -> '{value}'
de_de: Rückgängig: {field} für ID {id} -> '{value}'
es_es: Deshacer: {field} para ID {id} -> '{value}'
fr_fr: Annuler : {field} pour l'ID {id} -> '{value}'
it_it: Annulla: {field} per ID {id} -> '{value}'
ja_jp: 元に戻す: ID {id}の{field} -> '{value}'
ru_ru: Отменить: {field} для ID {id} -> '{value}'

source: Unexpected error occurred while navigating.
de_de: Unerwarteter Fehler beim Navigieren aufgetreten.
es_es: Error inesperado al navegar.
fr_fr: Une erreur inattendue s'est produite lors de la navigation.
it_it: Errore imprevisto durante la navigazione.
ja_jp: ナビゲーション中に予期せぬエラーが発生しました
ru_ru: Произошла непредвиденная ошибка при навигации.

source: Uninstall
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
it_it: Disinstalla
ja_jp: アンインストール
ru_ru: Удалить

source: Uninstalling {lib}...
de_de: Deinstalliere {lib}...
es_es: Desinstalando {lib}...
fr_fr: Désinstallation de {lib}...
it_it: Disinstallazione di {lib} in corso...
ja_jp: {lib}をアンインストール中...
ru_ru: Удаление {lib}...

source: Unknown error occurred during translation
de_de: Unbekannter Fehler während der Übersetzung aufgetreten
es_es: Se produjo un error desconocido durante la traducción
fr_fr: Une erreur inconnue s'est produite lors de la traduction
it_it: Errore sconosciuto durante la traduzione
ja_jp: 翻訳中に不明なエラーが発生しました
ru_ru: Во время перевода произошла неизвестная ошибка

source: Unmark as Fuzzy
de_de: Markierung "Unscharf" aufheben
es_es: Desmarcar como borrosa
fr_fr: Ne pas marquer comme flou
it_it: Rimuovi come Non Definito
ja_jp: ファジーを解除
ru_ru: Снять пометку "Нечёткий"

source: Unmark as Ignored
de_de: Als nicht ignoriert markieren
es_es: Desmarcar como ignorado
fr_fr: Démarquer comme ignoré
it_it: Rimuovi marca Ignorato
ja_jp: 無視マークを解除
ru_ru: Снять пометку 'игнорируемое'

source: Unmark as Reviewed
de_de: Als nicht geprüft markieren
es_es: Desmarcar como revisado
fr_fr: Marquer comme non révisé
it_it: Contrassegna come non revisionato
ja_jp: レビュー済みから解除
ru_ru: Снять отметку о проверке

source: Unnamed Rule
de_de: Unbenannte Regel
es_es: Regla sin nombre
fr_fr: Règle sans nom
it_it: Regola senza nome
ja_jp: 無名ルール
ru_ru: Безымянное правило

source: Unreviewed
de_de: Unüberprüft
es_es: Sin revisar
fr_fr: Non révisé
it_it: Non Revisionato
ja_jp: 未レビュー
ru_ru: Непроверено

source: Unsaved Changes
de_de: Ungespeicherte Änderungen
es_es: Cambios no guardados
fr_fr: Modifications non enregistrées
it_it: Modifiche non Salvate
ja_jp: 未保存の変更
ru_ru: Несохраненные изменения

source: Unsupported Area
de_de: Nicht unterstützter Bereich
es_es: Área no compatible
fr_fr: Zone non prise en charge
it_it: Area non Supportata
ja_jp: サポートされていない領域
ru_ru: Неподдерживаемая область

source: Unsupported File
de_de: Nicht unterstützte Datei
es_es: Archivo no compatible
fr_fr: Fichier non pris en charge
it_it: File non Supportato
ja_jp: サポートされていないファイル
ru_ru: Неподдерживаемый файл

source: Unsupported Type
de_de: Nicht unterstützter Typ
es_es: Tipo no compatible
fr_fr: Type non pris en charge
it_it: Tipo non Supportato
ja_jp: サポートされていないタイプ
ru_ru: Неподдерживаемый тип

source: Untranslated
de_de: Unübersetzt
es_es: Sin traducir
fr_fr: Non traduit
it_it: Non Tradotto
ja_jp: 未翻訳
ru_ru: Непереведено

source: Unusual Expansion Ratio
de_de: Ungewöhnliches Expansionsverhältnis
es_es: Proporción de expansión inusual
fr_fr: Ratio d'expansion inhabituel
it_it: Rapporto di Espansione Insolito
ja_jp: 異常な拡張率
ru_ru: Необычный коэффициент расширения

source: Up
de_de: Nach oben
es_es: Arriba
fr_fr: Niveau supérieur
it_it: Su
ja_jp: 上へ
ru_ru: Вверх

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiorna
ja_jp: 更新
ru_ru: Обновить

source: Update TM for Selected
de_de: TM für Auswahl aktualisieren
es_es: Actualizar TM para los seleccionados
fr_fr: Mettre à jour la MT pour la sélection
it_it: Aggiorna MT per Selezionati
ja_jp: 選択したTMを更新
ru_ru: Обновить ТМ для выбранного

source: Update all items with the same source text.
de_de: Aktualisieren Sie alle Elemente mit demselben Quelltext.
es_es: Actualizar todos los elementos con el mismo texto fuente.
fr_fr: Mettre à jour tous les éléments avec le même texte source.
it_it: Aggiorna tutti gli elementi con lo stesso testo sorgente.
ja_jp: 同じソーステキストを持つすべての項目を更新します。
ru_ru: Обновить все элементы с одинаковым исходным текстом.

source: Update empty translations or those identical to the current one.
de_de: Leere Übersetzungen oder solche, die mit der aktuellen identisch sind, aktualisieren.
es_es: Actualizar traducciones vacías o idénticas a la actual.
fr_fr: Mettre à jour les traductions vides ou identiques à l'actuelle.
it_it: Aggiorna le traduzioni vuote o identiche a quella corrente.
ja_jp: 空の翻訳、または現在の翻訳と同一のものを更新します。
ru_ru: Обновить пустые переводы или совпадающие с текущим.

source: Update existing entries with new translations.
de_de: Vorhandene Einträge mit neuen Übersetzungen aktualisieren.
es_es: Actualizar las entradas existentes con nuevas traducciones.
fr_fr: Mettre à jour les entrées existantes avec les nouvelles traductions.
it_it: Aggiorna le voci esistenti con le nuove traduzioni.
ja_jp: 既存のエントリを新しい翻訳で更新します。
ru_ru: Обновить существующие записи новыми переводами.

source: Update from POT
de_de: Aktualisieren aus POT
es_es: Actualizar desde POT
fr_fr: Mise à jour à partir du POT
it_it: Aggiornamento da POT
ja_jp: POTからの更新
ru_ru: Обновить из POT

source: Update only items that have no translation.
de_de: Nur Elemente ohne Übersetzung aktualisieren.
es_es: Actualizar solo los elementos que no tienen traducción.
fr_fr: Mettre à jour uniquement les éléments sans traduction.
it_it: Aggiorna solo gli elementi che non hanno una traduzione.
ja_jp: 翻訳が未入力の項目のみを更新します。
ru_ru: Обновлять только элементы без перевода.

source: Update only the currently selected item.
de_de: Nur das aktuell ausgewählte Element aktualisieren.
es_es: Actualizar solo el elemento seleccionado actualmente.
fr_fr: Mettre à jour uniquement l'élément actuellement sélectionné.
it_it: Aggiorna solo l'elemento attualmente selezionato.
ja_jp: 現在選択されている項目のみを更新します。
ru_ru: Обновить только выбранный в данный момент элемент.

source: Updated comments for {count} items.
de_de: Kommentare für {count} Elemente aktualisiert.
es_es: Comentarios actualizados para {count} elementos.
fr_fr: Commentaires mis à jour pour {count} éléments.
it_it: Commenti aggiornati per {count} elementi.
ja_jp: {count}個の項目のコメントを更新しました。
ru_ru: Обновлены комментарии для {count} элементов.

source: Use AI to correct all items with warnings or errors.
de_de: KI verwenden, um alle Elemente mit Warnungen oder Fehlern zu korrigieren.
es_es: Usar IA para corregir todos los elementos con advertencias o errores.
fr_fr: Utiliser l'IA pour corriger tous les éléments avec des avertissements ou des erreurs.
it_it: Usa l'IA per correggere tutti gli elementi con avvisi o errori.
ja_jp: 警告またはエラーがあるすべての項目をAIで修正します。
ru_ru: Использовать ИИ для исправления всех элементов с предупреждениями или ошибками.

source: Use AI to fix translation errors
de_de: KI zur Korrektur von Übersetzungsfehlern verwenden
es_es: Usar IA para corregir errores de traducción
fr_fr: Utiliser l'IA pour corriger les erreurs de traduction
it_it: Usa l'IA per correggere gli errori di traduzione
ja_jp: AIで翻訳エラーを修正
ru_ru: Исправить ошибки перевода с помощью ИИ

source: Use AI to fix {count} selected items?
de_de: KI verwenden, um {count} ausgewählte Elemente zu korrigieren?
es_es: ¿Usar IA para corregir {count} elementos seleccionados?
fr_fr: Utiliser l'IA pour corriger {count} élément(s) sélectionné(s) ?
it_it: Usare l'IA per correggere {count} elementi selezionati?
ja_jp: {count}個の選択項目をAIで修正しますか？
ru_ru: Использовать ИИ для исправления {count} выбранных элементов?

source: Use Global Glossary
de_de: Globales Glossar verwenden
es_es: Usar glosario global
fr_fr: Utiliser le glossaire global
it_it: Usa Glossario Globale
ja_jp: グローバル用語集を使用する
ru_ru: Использовать глобальный глоссарий

source: Use Global Translation Memory
de_de: Globales Translation Memory verwenden
es_es: Usar memoria de traducción global
fr_fr: Utiliser la mémoire de traduction globale
it_it: Usa Memoria di Traduzione Globale
ja_jp: グローバル翻訳メモリを使用
ru_ru: Использовать глобальную память переводов

source: Use established terms from the database during translation.
de_de: Verwenden Sie etablierte Begriffe aus der Datenbank während der Übersetzung.
es_es: Utilizar términos establecidos de la base de datos durante la traducción.
fr_fr: Utiliser les termes établis de la base de données pendant la traduction.
it_it: Utilizza i termini consolidati dal database durante la traduzione.
ja_jp: 翻訳時にデータベースの確立された用語を使用します。
ru_ru: Используйте устоявшиеся термины из базы данных при переводе.

source: Validating all entries...
de_de: Alle Einträge werden validiert...
es_es: Validando todas las entradas...
fr_fr: Validation de toutes les entrées...
it_it: Validazione di tutte le voci in corso...
ja_jp: すべてのエントリを検証中...
ru_ru: Проверка всех записей...

source: Validation
de_de: Validierung
es_es: Validación
it_it: Validazione
ja_jp: 検証
ru_ru: Проверка

source: Validation Error
de_de: Validierungsfehler
es_es: Error de validación
fr_fr: Erreur de validation
it_it: Errore di convalida
ja_jp: 検証エラー
ru_ru: Ошибка проверки

source: Validation complete.
de_de: Validierung abgeschlossen.
es_es: Validación completada.
fr_fr: Validation terminée.
it_it: Validazione completata.
ja_jp: 検証が完了しました。
ru_ru: Проверка завершена.

source: Validation complete. Language pair set to {src} -> {tgt}.
de_de: Validierung abgeschlossen. Sprachpaar auf {src} -> {tgt} gesetzt.
es_es: Validación completada. Par de idiomas establecido en {src} -> {tgt}.
fr_fr: Validation terminée. Paire de langues définie sur {src} -> {tgt}.
it_it: Validazione completata. Coppia di lingue impostata su {src} -> {tgt}.
ja_jp: 検証が完了しました。言語ペアが {src} -> {tgt} に設定されました。
ru_ru: Проверка завершена. Языковая пара установлена на {src} -> {tgt}.

source: Version
es_es: Versión
it_it: Versione
ja_jp: バージョン
ru_ru: Версия

source: Version Comparison Results
de_de: Versionsvergleichsergebnisse
es_es: Resultados de comparación de versiones
fr_fr: Résultats de comparaison de version
it_it: Risultati Confronto Versioni
ja_jp: バージョン比較結果
ru_ru: Результаты сравнения версий

source: Version comparison failed.
de_de: Versionsvergleich fehlgeschlagen.
es_es: Error en la comparación de versiones.
fr_fr: Comparaison de version échouée.
it_it: Confronto versioni fallito.
ja_jp: バージョン比較に失敗しました。
ru_ru: Сравнение версий не удалось.

source: Version update cancelled.
de_de: Versionsaktualisierung abgebrochen.
es_es: Actualización de versión cancelada.
fr_fr: Mise à jour de version annulée.
it_it: Aggiornamento versione annullato.
ja_jp: バージョン更新がキャンセルされました。
ru_ru: Обновление версии отменено.

source: View refreshed.
de_de: Ansicht aktualisiert.
es_es: Vista actualizada.
fr_fr: Vue rafraîchie.
it_it: Vista aggiornata.
ja_jp: 表示を更新しました。
ru_ru: Вид обновлен.

source: Vision
es_es: Visión
ja_jp: ビジョン
ru_ru: Видение

source: Visit Plugin Homepage
de_de: Plugin-Homepage besuchen
es_es: Visitar la página de inicio del complemento
fr_fr: Visiter la page d'accueil du plugin
it_it: Visita la Pagina Principale del Plugin
ja_jp: プラグインのホームページを訪問
ru_ru: Посетить домашнюю страницу плагина

source: WARNING
de_de: WARNUNG
es_es: ADVERTENCIA
fr_fr: AVERTISSEMENT
it_it: ATTENZIONE
ja_jp: 警告
ru_ru: ПРЕДУПРЕЖДЕНИЕ

source: Waiting for initialization to complete...
de_de: Warte auf Abschluss der Initialisierung...
es_es: Esperando a que se complete la inicialización...
fr_fr: En attente de l'initialisation...
it_it: In attesa del completamento dell'inizializzazione...
ja_jp: 初期化の完了を待っています...
ru_ru: Ожидание завершения инициализации...

source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
it_it: Avviso
ja_jp: 警告
ru_ru: Предупреждение

source: Warning: Excel row {row_num}, UUID {uuid} - Original text does not match the one in Excel. Data will still be imported.
de_de: Warnung: Excel-Zeile {row_num}, UUID {uuid} - Originaltext stimmt nicht mit dem in Excel überein. Daten werden trotzdem importiert.
es_es: Advertencia: Fila de Excel {row_num}, UUID {uuid} - El texto original no coincide con el de Excel. Los datos se importarán de todos modos.
fr_fr: Avertissement : Ligne Excel {row_num}, UUID {uuid} - Le texte original ne correspond pas à celui d'Excel. Les données seront tout de même importées.
it_it: Avviso: Riga Excel {row_num}, UUID {uuid} - Il testo originale non corrisponde a quello in Excel. I dati verranno comunque importati.
ja_jp: 警告: Excelの行{row_num}、UUID {uuid} - 原文がExcelと一致しません。データはインポートされます。
ru_ru: Предупреждение: строка Excel {row_num}, UUID {uuid} - Исходный текст не совпадает с текстом в Excel. Данные все равно будут импортированы.

source: Warnings ignored
de_de: Warnungen ignoriert
es_es: Advertencias ignoradas
fr_fr: Avertissements ignorés
it_it: Avvisi ignorati
ja_jp: 警告を無視しました
ru_ru: Предупреждения проигнорированы

source: Warns when pasting large text that is significantly longer than the original.
de_de: Warnt beim Einfügen von großen Texten, die deutlich länger als das Original sind.
es_es: Advierte al pegar texto grande que es significativamente más largo que el original.
fr_fr: Avertit lors du collage d'un texte long qui est nettement plus volumineux que l'original.
it_it: Avvisa quando si incolla un testo lungo che è significativamente più esteso dell'originale.
ja_jp: 元のテキストよりも大幅に長いテキストを貼り付けた場合に警告します。
ru_ru: Предупреждает при вставке большого текста, значительно превышающего исходный по длине.

source: YAML files (*.yaml *.yml);;All Files (*.*)
de_de: YAML-Dateien (*.yaml *.yml);;Alle Dateien (*.*)
es_es: Archivos YAML (*.yaml *.yml);;Todos los archivos (*.*)
fr_fr: Fichiers YAML (*.yaml *.yml);;Tous les fichiers (*.*)
it_it: File YAML (*.yaml *.yml);;Tutti i file (*.*)
ja_jp: YAML ファイル (*.yaml *.yml);;すべてのファイル (*.*)
ru_ru: Файлы YAML (*.yaml *.yml);;Все файлы (*.*)

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
ja_jp: はい
ru_ru: Да

source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
it_it: Ieri
ja_jp: 昨日
ru_ru: Вчера

source: You are about to AI translate {count} unique strings. This will be applied to all identical original texts. Estimated time: ~{time_s:.1f} seconds. Continue?
de_de: Sie sind dabei, {count} eindeutige Zeichenketten per KI zu übersetzen. Dies wird auf alle identischen Originaltexte angewendet. Geschätzte Zeit: ~{time_s:.1f} Sekunden. Fortfahren?
es_es: Estás a punto de traducir con IA {count} cadenas únicas. Esto se aplicará a todos los textos originales idénticos. Tiempo estimado: ~{time_s:.1f} segundos. ¿Continuar?
fr_fr: Vous êtes sur le point de traduire automatiquement {count} chaînes uniques. Cela sera appliqué à tous les textes originaux identiques. Temps estimé : ~{time_s:.1f} secondes. Continuer ?
it_it: Stai per tradurre con AI {count} stringhe uniche. Questo verrà applicato a tutti i testi originali identici. Tempo stimato: ~{time_s:.1f} secondi. Continuare?
ja_jp: {count}個のユニークな文字列をAI翻訳しようとしています。 これは同一の原文すべてに適用されます。 推定所要時間: 約{time_s:.1f}秒。 続行しますか？
ru_ru: Вы собираетесь выполнить ИИ-перевод {count} уникальных строк. Это будет применено ко всем идентичным исходным текстам. Примерное время: ~{time_s:.1f} секунд. Продолжить?

source: You are about to use AI to fix {count} items with issues. This may consume a significant amount of tokens. Continue?
de_de: Sie sind dabei, KI zu verwenden, um {count} Elemente mit Problemen zu korrigieren. Dies kann eine erhebliche Anzahl an Tokens verbrauchen. Fortfahren?
es_es: Está a punto de usar IA para corregir {count} elementos con problemas. Esto puede consumir una cantidad significativa de tokens. ¿Continuar?
fr_fr: Vous êtes sur le point d'utiliser l'IA pour corriger {count} éléments comportant des problèmes. Cela peut consommer un nombre significatif de jetons. Continuer ?
it_it: Stai per usare l'IA per correggere {count} elementi con problemi. Questo potrebbe consumare una quantità significativa di token. Continuare?
ja_jp: 問題のある{count}個の項目をAIで修正しようとしています。これには大量のトークンが消費される可能性があります。 続行しますか？
ru_ru: Вы собираетесь использовать ИИ для исправления {count} элементов с проблемами. Это может потребовать значительного количества токенов. Продолжить?

source: You have reviewed all items in the list.
de_de: Sie haben alle Elemente in der Liste überprüft.
es_es: Ha revisado todos los elementos de la lista.
fr_fr: Vous avez examiné tous les éléments de la liste.
it_it: Hai esaminato tutti gli elementi nella lista.
ja_jp: リスト内のすべての項目を確認しました。
ru_ru: Вы проверили все элементы в списке.

source: You have unsaved changes. Do you want to discard them?
de_de: Sie haben ungespeicherte Änderungen. Möchten Sie diese verwerfen?
es_es: Tiene cambios sin guardar. ¿Desea descartarlos?
fr_fr: Vous avez des modifications non enregistrées. Voulez-vous les ignorer ?
it_it: Hai modifiche non salvate. Vuoi eliminarle?
ja_jp: 未保存の変更があります。破棄しますか？
ru_ru: У вас есть несохранённые изменения. Вы хотите их отменить?

source: and {modified} modified/inherited items.
de_de: und {modified} geänderte/geerbte Elemente.
es_es: y {modified} elementos modificados/heredados.
fr_fr: et {modified} éléments modifiés/hérités.
it_it: e {modified} elementi modificati/ereditati.
ja_jp: 、および{modified}個の変更/継承された項目。
ru_ru: и {modified} измененных/унаследованных элементов.

source: available
de_de: verfügbar
es_es: disponible
fr_fr: disponible
it_it: disponibile
ja_jp: 利用可能
ru_ru: доступно

source: by
de_de: Autor:
es_es: de
fr_fr: par
it_it: di
ja_jp: 作成者:
ru_ru: Автор:

source: current in-memory code
de_de: aktueller In-Memory-Code
es_es: código actual en memoria
fr_fr: code actuel en mémoire
it_it: codice corrente in memoria
ja_jp: 現在のメモリ内コード
ru_ru: текущий код в памяти

source: e.g. Extract content inside double quotes, ignore escaped quotes.
de_de: z. B. Inhalte innerhalb doppelter Anführungszeichen extrahieren, maskierte Anführungszeichen ignorieren.
es_es: p. ej. Extraer contenido dentro de comillas dobles, ignorar comillas escapadas.
fr_fr: p. ex. Extraire le contenu entre guillemets doubles, ignorer les guillemets échappés.
it_it: ad es. Estrai il contenuto all'interno delle virgolette doppie, ignora le virgolette escape.
ja_jp: 例: 二重引用符内の内容を抽出し、エスケープされた引用符は無視します。
ru_ru: Например: извлеките содержимое внутри двойных кавычек, игнорируя экранированные кавычки.

source: e.g. Hello World
de_de: z. B. Hello World
es_es: p. ej. Hello World
fr_fr: p. ex. Hello World
it_it: ad es. Hello World
ja_jp: 例: Hello World
ru_ru: напр. Hello World

source: e.g. UI, Dialogue, System, UI
de_de: z. B. UI, Dialog, System, UI
es_es: p. ej. Interfaz de usuario, Diálogo, Sistema, Interfaz de usuario
fr_fr: p. ex. UI, Dialogue, Système, UI
it_it: es. Interfaccia utente, Dialogo, Sistema, Interfaccia utente
ja_jp: 例: UI、ダイアログ、システム、UI
ru_ru: напр. UI, Dialogue, System, UI

source: e.g. var myString = "Hello World";
de_de: z. B. var myString = "Hello World";
es_es: p. ej. var myString = "Hello World";
fr_fr: p. ex. var myString = "Hello World";
it_it: ad es. var myString = "Hello World";
ja_jp: 例: var myString = "Hello World";
ru_ru: Например: var myString = "Hello World";

source: email
es_es: correo electrónico
fr_fr: courriel
ja_jp: メール
ru_ru: электронная почта

source: error
de_de: Fehler
fr_fr: erreur
it_it: errore
ja_jp: エラー
ru_ru: ошибка

source: external file
de_de: file esterno
es_es: archivo externo
fr_fr: fichier externe
it_it: file esterno
ja_jp: 外部ファイル
ru_ru: внешний файл

source: file '{filename}'
de_de: Datei '{filename}'
es_es: archivo '{filename}'
fr_fr: fichier '{filename}'
ja_jp: ファイル'{filename}'
ru_ru: файл '{filename}'

source: files
de_de: Dateien
es_es: archivos
fr_fr: fichiers
it_it: file
ja_jp: ファイル
ru_ru: файлы

source: info
es_es: información
ja_jp: 情報
ru_ru: информация

source: internal project file
de_de: file interno del progetto
es_es: archivo interno del proyecto
fr_fr: fichier interne du projet
it_it: file interno al progetto
ja_jp: 内部プロジェクトファイル
ru_ru: внутренний файл проекта

source: items
de_de: Elemente
es_es: elementos
fr_fr: éléments
it_it: elementi
ja_jp: 項目
ru_ru: элементы

source: marked as fuzzy
de_de: als unscharf markiert
es_es: marcado como borroso
fr_fr: marqué comme flou
it_it: contrassegnato come fuzzy
ja_jp: ファジーとしてマーク済み
ru_ru: помечено как нечёткое

source: number
de_de: Nummer
es_es: número
fr_fr: nombre
it_it: numero
ja_jp: 数
ru_ru: число

source: unmarked as fuzzy
de_de: Nicht als unscharf markiert
es_es: sin marcar como borroso
fr_fr: non marqué comme flou
it_it: non contrassegnato come fuzzy
ja_jp: ファジーとしてマークされていない
ru_ru: не отмечено как нечёткое

source: unreviewed
de_de: nicht überprüft
es_es: sin revisar
fr_fr: non révisé
it_it: non revisionato
ja_jp: 未レビュー
ru_ru: непроверенные

source: untranslated
de_de: unübersetzt
es_es: sin traducir
fr_fr: non traduit
it_it: non tradotto
ja_jp: 未翻訳
ru_ru: непереведённый

source: warning
de_de: Warnung
es_es: advertencia
fr_fr: avertissement
it_it: avviso
ja_jp: 警告
ru_ru: предупреждение

source: with your app version.
de_de: mit Ihrer App-Version.
es_es: con la versión de su aplicación.
fr_fr: avec votre version de l'application.
it_it: con la versione della tua app.
ja_jp: お使いのアプリバージョンに.
ru_ru: с вашей версией приложения.
