Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: The selected item has no entry in the current TM.
de_de: Das ausgewählte Element hat keinen Eintrag in der aktuellen TM.
es_es: El elemento seleccionado no tiene entrada en la TM actual.
fr_fr: L'élément sélectionné n'a pas d'entrée dans la MT actuelle.
it_it: L'elemento selezionato non ha alcuna voce nella TM corrente.
ja_jp: 選択された項目は現在のTMにエントリがありません。
ru_ru: Выбранный элемент отсутствует в текущей ТМ.

source: The selected item is currently hidden by filters.
de_de: Das ausgewählte Element wird derzeit durch Filter ausgeblendet.
es_es: El elemento seleccionado está actualmente oculto por los filtros.
fr_fr: L'élément sélectionné est actuellement masqué par les filtres.
it_it: L'elemento selezionato è attualmente nascosto dai filtri.
ja_jp: 選択された項目は現在フィルターによって非表示になっています。
ru_ru: Выбранный элемент в настоящее время скрыт фильтрами.

source: The selected string is marked as ignored and will not be AI translated.
de_de: Die ausgewählte Zeichenkette ist als ignoriert markiert und wird nicht von der KI übersetzt.
es_es: La cadena seleccionada está marcada como ignorada y no será traducida por IA.
fr_fr: La chaîne sélectionnée est marquée comme ignorée et ne sera pas traduite par l'IA.
it_it: La stringa selezionata è contrassegnata come ignorata e non verrà tradotta dall'AI.
ja_jp: 選択した文字列は無視としてマークされており、AI翻訳されません。
ru_ru: Выбранная строка помечена как игнорируемая и не будет переведена ИИ.

source: The target language for translation.
de_de: Die Zielsprache für die Übersetzung.
es_es: El idioma de destino para la traducción.
fr_fr: La langue cible pour la traduction.
it_it: La lingua di destinazione per la traduzione.
ja_jp: 翻訳のターゲット言語。
ru_ru: Целевой язык для перевода.

source: There is no content to save as a project.
de_de: Es gibt keinen Inhalt, der als Projekt gespeichert werden kann.
es_es: No hay contenido para guardar como proyecto.
fr_fr: Il n'y a pas de contenu à enregistrer en tant que projet.
it_it: Non c'è contenuto da salvare come progetto.
ja_jp: 保存するプロジェクトの内容がありません。
ru_ru: Нет содержимого для сохранения в качестве проекта.

source: There is no original code file content to save. Please ensure the code file associated with the project is loaded.
de_de: Es gibt keinen ursprünglichen Code-Dateiinhalt zum Speichern. Bitte stellen Sie sicher, dass die mit dem Projekt verknüpfte Code-Datei geladen ist.
es_es: No hay contenido original del archivo de código para guardar. Asegúrese de que el archivo de código asociado al proyecto esté cargado.
fr_fr: Il n'y a pas de contenu de fichier de code original à enregistrer. Veuillez vous assurer que le fichier de code associé au projet est chargé.
it_it: Non c'è contenuto originale del file di codice da salvare. Assicurati che il file di codice associato al progetto sia caricato.
ja_jp: 保存する元のコードファイルコンテンツがありません。 プロジェクトに関連付けられたコードファイルが読み込まれていることを確認してください。
ru_ru: Нет исходного содержимого файла кода для сохранения. Пожалуйста, убедитесь, что файл кода, связанный с проектом, загружен.

source: There was an API error. Please check your settings.
de_de: Es ist ein API-Fehler aufgetreten. Bitte überprüfen Sie Ihre Einstellungen.
es_es: Hubo un error de API. Por favor, verifique su configuración.
fr_fr: Une erreur d'API s'est produite. Veuillez vérifier vos paramètres.
it_it: Si è verificato un errore API. Controlla le tue impostazioni.
ja_jp: APIエラーが発生しました。設定を確認してください。
ru_ru: Произошла ошибка API. Пожалуйста, проверьте ваши настройки.

source: This TM file has already been imported and has not changed.
de_de: Diese TM-Datei wurde bereits importiert und ist unverändert.
es_es: Este archivo de TM ya ha sido importado y no ha cambiado.
fr_fr: Ce fichier de MT a déjà été importé et n'a pas été modifié.
it_it: Questo file TM è già stato importato e non è cambiato.
ja_jp: このTMファイルは既にインポート済みで、変更はありません。
ru_ru: Этот файл ТМ уже импортирован и не изменялся.

source: This file has already been imported and has not changed.
de_de: Diese Datei wurde bereits importiert und ist unverändert.
es_es: Este archivo ya ha sido importado y no ha cambiado.
fr_fr: Ce fichier a déjà été importé et n'a pas changé.
it_it: Questo file è già stato importato e non è cambiato.
ja_jp: このファイルは既にインポート済みで、変更はありません。
ru_ru: Этот файл уже импортирован и не изменился.

source: This is not a valid LexiSync project folder (missing project.json).
de_de: Dies ist kein gültiger LexiSync-Projektordner (project.json fehlt).
es_es: Esta no es una carpeta de proyecto LexiSync válida (falta project.json).
fr_fr: Ceci n'est pas un dossier de projet LexiSync valide (project.json manquant).
it_it: Questa non è una cartella di progetto LexiSync valida (manca project.json).
ja_jp: これは有効なLexiSyncプロジェクトフォルダではありません（project.jsonがありません）。
ru_ru: Это недействительная папка проекта LexiSync (отсутствует project.json).

source: This original text already exists.
de_de: Dieser Originaltext existiert bereits.
es_es: Este texto original ya existe.
fr_fr: Ce texte original existe déjà.
it_it: Questo testo originale esiste già.
ja_jp: この原文は既に存在しています。
ru_ru: Этот исходный текст уже существует.

source: This plugin is force-enabled despite being incompatible.
de_de: Dieses Plugin ist trotz Inkompatibilität zwangsaktiviert.
es_es: Este complemento está habilitado forzosamente a pesar de ser incompatible.
fr_fr: Ce plugin est forcé d'être activé malgré son incompatibilité.
it_it: Questo plugin è forzatamente abilitato nonostante sia incompatibile.
ja_jp: このプラグインは互換性がないにもかかわらず、強制的に有効化されています。
ru_ru: Этот плагин принудительно включен, несмотря на несовместимость.

source: This plugin is incompatible. Check to force-enable.
de_de: Dieses Plugin ist inkompatibel. Aktivieren Sie die Option zum Erzwingen der Aktivierung.
es_es: Este complemento es incompatible. Marque para forzar la habilitación.
fr_fr: Ce plugin est incompatible. Cochez pour forcer l'activation.
it_it: Questo plugin è incompatibile. Seleziona per forzare l'attivazione.
ja_jp: このプラグインは互換性がありません。強制有効化するにはチェックしてください。
ru_ru: Этот плагин несовместим. Отметьте для принудительного включения.

source: This will apply TM to all matching strings, overwriting existing translations. Continue?
de_de: Dies wird TM auf alle übereinstimmenden Zeichenketten anwenden und bestehende Übersetzungen überschreiben. Fortfahren?
es_es: Esto aplicará la TM a todas las cadenas coincidentes, sobrescribiendo las traducciones existentes. ¿Continuar?
fr_fr: Ceci appliquera la MT à toutes les chaînes correspondantes, écrasant les traductions existantes. Continuer ?
it_it: Questo applicherà la MT a tutte le stringhe corrispondenti, sovrascrivendo le traduzioni esistenti. Continuare?
ja_jp: これにより、一致するすべての文字列にTMが適用され、既存の翻訳が上書きされます。続行しますか？
ru_ru: Это применит ТМ ко всем совпадающим строкам, перезаписывая существующие переводы. Продолжить?

source: This will re-extract strings from {source} using the new rules. Existing translations will be preserved where the original text matches, but unmatched translations and statuses may be lost. This action will clear the undo history. Continue?
de_de: Dies wird Zeichenketten aus {source} mit den neuen Regeln erneut extrahieren. Bestehende Übersetzungen werden beibehalten, wo das Original übereinstimmt, aber nicht übereinstimmende Übersetzungen und Status können verloren gehen. Diese Aktion löscht den Rückgängig-Verlauf. Fortfahren?
es_es: Esto volverá a extraer las cadenas de {source} utilizando las nuevas reglas. Las traducciones existentes se conservarán cuando el texto original coincida, pero las traducciones y estados no coincidentes pueden perderse. Esta acción borrará el historial de deshacer. ¿Continuar?
fr_fr: Ceci ré-extraira les chaînes de {source} en utilisant les nouvelles règles. Les traductions existantes seront conservées là où le texte original correspond, mais les traductions et statuts non correspondants pourraient être perdus. Cette action effacera l'historique d'annulation. Continuer ?
it_it: Questo ri-estrarà le stringhe da {source} usando le nuove regole. Le traduzioni esistenti verranno preservate dove il testo originale corrisponde, ma le traduzioni e gli stati non corrispondenti potrebbero andare persi. Questa azione cancellerà la cronologia di annullamento. Continuare?
ja_jp: 新しいルールを使用して{source}から文字列を再抽出します。 既存の翻訳は原文が一致する場所で保持されますが、一致しない翻訳やステータスは失われる可能性があります。 この操作は元に戻す履歴をクリアします。続行しますか？
ru_ru: Это повторно извлечет строки из {source} с использованием новых правил. Существующие переводы будут сохранены там, где исходный текст совпадает, но несопоставленные переводы и статусы могут быть потеряны. Это действие очистит историю отмен. Продолжить?

source: Threads:
es_es: Hilos:
it_it: Thread:
ja_jp: スレッド:
ru_ru: Потоки:

source: Threshold:
de_de: Schwellenwert:
es_es: Umbral:
fr_fr: Seuil :
it_it: Soglia:
ja_jp: 閾値:
ru_ru: Порог:

source: Timeout:
es_es: Tiempo de espera:
fr_fr: Délai d'attente :
ja_jp: タイムアウト:
ru_ru: Таймаут:

source: To save a copy of the project, please create a new project and import the source files.
de_de: Um eine Kopie des Projekts zu speichern, erstellen Sie bitte ein neues Projekt und importieren Sie die Quelldateien.
es_es: Para guardar una copia del proyecto, por favor cree un nuevo proyecto e importe los archivos fuente.
fr_fr: Pour sauvegarder une copie du projet, veuillez créer un nouveau projet et importer les fichiers sources.
it_it: Per salvare una copia del progetto, crea un nuovo progetto e importa i fichier di origine.
ja_jp: プロジェクトのコピーを保存するには、新しいプロジェクトを作成し、ソースファイルをインポートしてください。
ru_ru: Чтобы сохранить копию проекта, создайте новый проект и импортируйте исходные файлы.

source: Toggle Enable/Disable
de_de: Ein-/Ausschalten
es_es: Alternar Activar/Desactivar
fr_fr: Activer/Désactiver
it_it: Attiva/Disattiva
ja_jp: 有効/無効を切り替え
ru_ru: Включить/Выключить

source: Toggle Filter
de_de: Filter umschalten
es_es: Alternar filtro
fr_fr: Activer/Désactiver le filtre
it_it: Attiva/Disattiva Filtro
ja_jp: フィルター切り替え
ru_ru: Переключить фильтр

source: Toggle Ignored Status
de_de: Ignorierstatus umschalten
es_es: Alternar estado de ignorado
fr_fr: Basculer le statut ignoré
it_it: Attiva/Disattiva Stato Ignorato
ja_jp: 無視ステータスを切り替える
ru_ru: Переключить статус игнорирования

source: Toggle Reviewed Status
de_de: Überprüfungsstatus umschalten
es_es: Alternar estado de revisado
fr_fr: Basculer le statut révisé
it_it: Attiva/Disattiva Stato Revisionato
ja_jp: レビュー済みステータスを切り替える
ru_ru: Переключить статус проверки

source: Tools
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
it_it: Strumenti
ja_jp: ツール
ru_ru: Инструменты

source: Total Items
de_de: Gesamtanzahl der Elemente
es_es: Elementos totales
fr_fr: Total des éléments
it_it: Elementi Totali
ja_jp: 総アイテム数
ru_ru: Всего элементов

source: Total: 0
de_de: Gesamt: 0
it_it: Totale: 0
ja_jp: 合計: 0
ru_ru: Всего: 0

source: Total: {count}
de_de: Gesamt: {count}
it_it: Totale: {count}
ja_jp: 合計: {count}
ru_ru: Всего: {count}

source: Trailing Whitespace Mismatch
de_de: Nachgestellter Leerzeichen-Konflikt
es_es: Espacio en Blanco Final no Coincide
fr_fr: Espace de fin non concordant
it_it: Spazio Bianco Finale Non Corrispondente
ja_jp: 末尾の空白不一致
ru_ru: Несоответствие конечных пробелов

source: Translated
de_de: Übersetzt
es_es: Traducido
fr_fr: Traduit
it_it: Tradotto
ja_jp: 翻訳済み
ru_ru: Переведено

source: Translated an Empty Original
de_de: Leeres Original übersetzt
es_es: Original vacío traducido
fr_fr: Original vide traduit
it_it: Originale Vuoto Tradotto
ja_jp: 空の原文が翻訳されました
ru_ru: Переведён пустой оригинал

source: Translating terms in {t} batches (Threads: {n})...
de_de: Übersetze Begriffe in {t} Batches (Threads: {n})...
es_es: Traduciendo términos en {t} lotes (Hilos: {n})...
fr_fr: Traduction des termes en {t} lots (Threads : {n})...
it_it: Traduzione dei termini in {t} batch (Thread: {n})...
ja_jp: {t} バッチで用語を翻訳中（スレッド数: {n}）...
ru_ru: Перевод терминов в {t} пакетах (Потоки: {n})...

source: Translating terms with context...
de_de: Begriffe mit Kontext werden übersetzt...
es_es: Traduciendo términos con contexto...
fr_fr: Traduction des termes avec contexte...
it_it: Traduzione dei termini con contesto...
ja_jp: コンテキスト付きで用語を翻訳中...
ru_ru: Перевод терминов с контекстом...

source: Translating terms: Batch {c}/{t} done...
de_de: Übersetzung der Begriffe: Batch {c}/{t} abgeschlossen...
es_es: Traduciendo términos: Lote {c}/{t} completado...
fr_fr: Traduction des termes : Lot {c}/{t} terminé...
it_it: Traduzione termini: Batch {c}/{t} completato...
ja_jp: 用語の翻訳: バッチ {c}/{t} 完了...
ru_ru: Перевод терминов: Пакет {c}/{t} завершён...

source: Translating {count} unique terms...
de_de: Übersetze {count} eindeutige Begriffe...
es_es: Traduciendo {count} términos únicos...
fr_fr: Traduction de {count} termes uniques...
it_it: Traduzione di {count} termini univoci...
ja_jp: {count} 個の固有の用語を翻訳中...
ru_ru: Перевод {count} уникальных терминов...

source: Translating...
de_de: Übersetze...
es_es: Traduciendo...
fr_fr: Traduction en cours...
it_it: Traducendo...
ja_jp: 翻訳中...
ru_ru: Перевод...

source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
it_it: Traduzione
ja_jp: 翻訳
ru_ru: Перевод

source: Translation Actions
de_de: Übersetzungsaktionen
es_es: Acciones de traducción
fr_fr: Actions de traduction
it_it: Azioni di Traduzione
ja_jp: 翻訳アクション
ru_ru: Действия перевода

source: Translation Chars (Translated only)
de_de: Übersetzte Zeichen (nur Übersetztes)
es_es: Caracteres de traducción (solo traducidos)
fr_fr: Caractères de traduction (uniquement traduits)
it_it: Caratteri di traduzione (solo tradotti)
ja_jp: 翻訳文字数（翻訳済みのみ）
ru_ru: Символы перевода (только переведённые)

source: Translation Complete!
de_de: Übersetzung abgeschlossen!
es_es: ¡Traducción completada!
fr_fr: Traduction terminée !
it_it: Traduzione completata!
ja_jp: 翻訳完了！
ru_ru: Перевод завершён!

source: Translation Editor Font
de_de: Schriftart des Übersetzungseditors
es_es: Fuente del editor de traducción
fr_fr: Police de l'éditeur de traduction
it_it: Carattere dell'Editor di Traduzione
ja_jp: 翻訳エディターフォント
ru_ru: Шрифт редактора переводов

source: Translation Empty
de_de: Übersetzung leer
es_es: Traducción vacía
fr_fr: Traduction vide
it_it: Traduzione vuota
ja_jp: 翻訳が空です
ru_ru: Перевод отсутствует

source: Translation Memory
de_de: Übersetzungsspeicher
es_es: Memoria de traducción
fr_fr: Mémoire de traduction
it_it: Memoria di Traduzione
ja_jp: 翻訳メモリ
ru_ru: Память переводов

source: Translation Memory Matches
de_de: Übersetzungsspeicher-Übereinstimmungen
es_es: Coincidencias de memoria de traducción
fr_fr: Correspondances de mémoire de traduction
it_it: Corrispondenze nella Memoria di Traduzione
ja_jp: 翻訳メモリマッチ
ru_ru: Совпадения Панель памяти переводов

source: Translation Memory Panel
de_de: Übersetzungsspeicher-Panel
es_es: Panel de Memoria de Traducción
fr_fr: Panneau de mémoire de traduction
it_it: Pannello Memoria di Traduzione
ja_jp: 翻訳メモリパネル
ru_ru: Панель памяти переводов

source: Translation Memory Viewer
de_de: Übersetzungsspeicher-Ansicht
es_es: Visor de Memoria de Traducción
fr_fr: Visualiseur de mémoire de traduction
it_it: Visualizzatore Memoria di Traduzione
ja_jp: 翻訳メモリビューアー
ru_ru: Просмотр памяти переводов

source: Translation Progress
de_de: Übersetzungsfortschritt
es_es: Progreso de traducción
fr_fr: Progression de la traduction
it_it: Avanzamento della Traduzione
ja_jp: 翻訳進捗
ru_ru: Прогресс перевода

source: Translation Prompt
de_de: Übersetzungsaufforderung
es_es: Indicación de traducción
fr_fr: Invite de traduction
it_it: Prompt di Traduzione
ja_jp: 翻訳プロンプト
ru_ru: Подсказка для перевода

source: Translation Prompt:
de_de: Übersetzungsaufforderung:
es_es: Indicación de traducción:
fr_fr: Invite de traduction :
it_it: Prompt di traduzione:
ja_jp: 翻訳プロンプト:
ru_ru: Подсказка для перевода:

source: Translation Propagation:
de_de: Übersetzungsweitergabe:
es_es: Propagación de traducción:
fr_fr: Propagation de la traduction :
it_it: Propagazione della traduzione:
ja_jp: 翻訳伝播:
ru_ru: Распространение перевода:

source: Translation Result
de_de: Übersetzungsergebnis
es_es: Resultado de la Traducción
fr_fr: Résultat de la traduction
it_it: Risultato della Traduzione
ja_jp: 翻訳結果
ru_ru: Результат перевода

source: Translation Test Lab
de_de: Übersetzungstestlabor
es_es: Laboratorio de Pruebas de Traducción
fr_fr: Laboratoire de test de traduction
it_it: Laboratorio di Test di Traduzione
ja_jp: 翻訳テストラボ
ru_ru: Лаборатория тестирования перевода

source: Translation applied: "{original_semantic}..."
de_de: Übersetzung angewendet: "{original_semantic}..."
es_es: Traducción aplicada: "{original_semantic}..."
fr_fr: Traduction appliquée : "{original_semantic}..."
it_it: Traduzione applicata: "{original_semantic}..."
ja_jp: 翻訳が適用されました: 「{original_semantic}...」
ru_ru: Перевод применен: "{original_semantic}..."

source: Translation contains double spaces
de_de: Übersetzung enthält doppelte Leerzeichen
es_es: La traducción contiene espacios dobles
fr_fr: La traduction contient des doubles espaces
it_it: La traduzione contiene spazi doppi
ja_jp: 翻訳に二重スペースが含まれています
ru_ru: Перевод содержит двойные пробелы

source: Translation has {tgt} Lines, expected {src} Lines
de_de: Übersetzung hat {tgt} Zeilen, erwartet {src} Zeilen
es_es: La traducción tiene {tgt} líneas, se esperaban {src} líneas
fr_fr: La traduction comporte {tgt} lignes, {src} lignes attendues
it_it: La traduzione ha {tgt} righe, previste {src} righe
ja_jp: 翻訳は{tgt}行あります、期待される行数は{src}行です
ru_ru: Перевод содержит {tgt} строк, ожидалось {src} строк

source: Translation is marked as fuzzy and needs review.
de_de: Die Übersetzung ist als unscharf markiert und muss überprüft werden.
es_es: La traducción está marcada como difusa y necesita revisión.
fr_fr: La traduction est marquée comme floue et nécessite une révision.
it_it: La traduzione è contrassegnata come incerta e necessita di revisione.
ja_jp: 翻訳はファジー（未確定）としてマークされており、レビューが必要です。
ru_ru: Перевод помечен как неточный и требует проверки.

source: Translation is marked as fuzzy.
de_de: Die Übersetzung ist als unscharf markiert.
es_es: La traducción está marcada como borrosa.
fr_fr: La traduction est marquée comme floue.
it_it: La traduzione è contrassegnata come fuzzy.
ja_jp: 翻訳はファジーとしてマークされています。
ru_ru: Перевод помечен как нечёткий.

source: Translation should end with '{char}'
de_de: Übersetzung sollte mit '{char}' enden
es_es: La traducción debe terminar con '{char}'
fr_fr: La traduction doit se terminer par '{char}'
it_it: La traduzione deve terminare con '{char}'
ja_jp: 翻訳は '{char}' で終わる必要があります
ru_ru: Перевод должен заканчиваться на '{char}'

source: Translation should end with an ellipsis
de_de: Die Übersetzung sollte mit Auslassungspunkten enden
es_es: La traducción debe terminar con puntos suspensivos
fr_fr: La traduction doit se terminer par des points de suspension
it_it: La traduzione deve terminare con i puntini di sospensione
ja_jp: 翻訳は省略記号で終わるべきです
ru_ru: Перевод должен заканчиваться многоточием

source: Translation should end with whitespace
de_de: Übersetzung sollte mit Leerzeichen enden
es_es: La traducción debe terminar con un espacio en blanco
fr_fr: La traduction doit se terminer par un espace
it_it: La traduzione non deve terminare con spazi
ja_jp: 翻訳は末尾に空白を付けるべきです
ru_ru: Перевод должен заканчиваться пробелом

source: Translation should not end with '{char}'
de_de: Übersetzung sollte nicht mit '{char}' enden
es_es: La traducción no debe terminar con '{char}'
fr_fr: La traduction ne doit pas se terminer par '{char}'
it_it: La traduzione non deve terminare con '{char}'
ja_jp: 翻訳は「{char}」で終わらないようにしてください
ru_ru: Перевод не должен заканчиваться на '{char}'

source: Translation should not end with an ellipsis
de_de: Übersetzung sollte nicht mit Auslassungspunkten enden
es_es: La traducción no debe terminar con puntos suspensivos
fr_fr: La traduction ne doit pas se terminer par des points de suspension
it_it: La traduzione non deve terminare con i puntini di sospensione
ja_jp: 翻訳は省略記号で終わらないようにしてください
ru_ru: Перевод не должен заканчиваться многоточием

source: Translation should not end with whitespace
de_de: Übersetzung sollte nicht mit Leerzeichen enden
es_es: La traducción no debe terminar con un espacio en blanco
fr_fr: La traduction ne doit pas se terminer par un espace
it_it: La traduzione non deve terminare con uno spazio
ja_jp: 翻訳は空白で終わってはいけません
ru_ru: Перевод не должен заканчиваться пробелом

source: Translation should not start with '{char}'
de_de: Übersetzung sollte nicht mit '{char}' beginnen
es_es: La traducción no debe comenzar con '{char}'
fr_fr: La traduction ne doit pas commencer par '{char}'
it_it: La traduzione non deve iniziare con '{char}'
ja_jp: 翻訳は「{char}」で始めてはいけません
ru_ru: Перевод не должен начинаться с '{char}'

source: Translation should not start with whitespace
de_de: Übersetzung sollte nicht mit Leerzeichen beginnen
es_es: La traducción no debe comenzar con un espacio en blanco
fr_fr: La traduction ne doit pas commencer par un espace
it_it: La traduzione non deve iniziare con uno spazio
ja_jp: 翻訳は空白で始まってはいけません
ru_ru: Перевод не должен начинаться с пробела

source: Translation should start with '{char}'
de_de: Übersetzung sollte mit '{char}' beginnen
es_es: La traducción debe comenzar con '{char}'
fr_fr: La traduction doit commencer par '{char}'
it_it: La traduzione deve iniziare con '{char}'
ja_jp: 翻訳は '{char}' で始まる必要があります
ru_ru: Перевод должен начинаться с '{char}'

source: Translation should start with a capital letter
de_de: Übersetzung sollte mit einem Großbuchstaben beginnen
es_es: La traducción debe comenzar con una letra mayúscula
fr_fr: La traduction doit commencer par une majuscule
it_it: La traduzione deve iniziare con una lettera maiuscola
ja_jp: 翻訳は大文字で始まる必要があります
ru_ru: Перевод должен начинаться с заглавной буквы

source: Translation should start with a lowercase letter
de_de: Übersetzung sollte mit einem Kleinbuchstaben beginnen
es_es: La traducción debe comenzar con una letra minúscula
fr_fr: La traduction doit commencer par une lettre minuscule
it_it: La traduzione deve iniziare con una lettera minuscola
ja_jp: 翻訳は小文字で始まるべきです
ru_ru: Перевод должен начинаться со строчной буквы

source: Translation should start with whitespace
de_de: Übersetzung sollte mit Leerzeichen beginnen
es_es: La traducción debe comenzar con un espacio en blanco
fr_fr: La traduction doit commencer par un espace
it_it: La traduzione non deve iniziare con spazi
ja_jp: 翻訳は先頭に空白を付けるべきです
ru_ru: Перевод должен начинаться с пробела

source: Translation will appear here...
de_de: Übersetzung wird hier erscheinen...
es_es: La traducción aparecerá aquí...
fr_fr: La traduction apparaîtra ici...
it_it: La traduzione apparirà qui...
ja_jp: 翻訳はここに表示されます...
ru_ru: Здесь появится перевод...

source: Translation:
de_de: Übersetzung:
es_es: Traducción:
fr_fr: Traduction :
it_it: Traduzione:
ja_jp: 翻訳:
ru_ru: Перевод:

source: Translations exported to PO file: {filename}
de_de: Übersetzungen exportiert nach PO-Datei: {filename}
es_es: Traducciones exportadas al archivo PO: {filename}
fr_fr: Traductions exportées vers le fichier PO : {filename}
it_it: Traduzioni esportate nel file PO: {filename}
ja_jp: 翻訳がPOファイル{filename}にエクスポートされました
ru_ru: Переводы экспортированы в файл PO: {filename}

source: Translations for selected items are already empty, no clearing needed.
de_de: Übersetzungen für ausgewählte Elemente sind bereits leer, kein Löschen erforderlich.
es_es: Las traducciones de los elementos seleccionados ya están vacías, no es necesario borrarlas.
fr_fr: Les traductions des éléments sélectionnés sont déjà vides, aucun effacement nécessaire.
it_it: Le traduzioni per gli elementi selezionati sono già vuote, nessuna cancellazione necessaria.
ja_jp: 選択した項目の翻訳はすでに空です。クリアは不要です。
ru_ru: Переводы для выбранных элементов уже пусты, очистка не требуется.

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
ru_ru: Тип

source: Type:
de_de: Typ:
es_es: Tipo:
it_it: Tipo:
ja_jp: タイプ:
ru_ru: Тип:
