Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Are you sure you want to reset all font settings to defaults?
de_de: Sind Sie sicher, dass Sie alle Schriftarteinstellungen auf die Standardwerte zurücksetzen möchten?
es_es: ¿Está seguro de que desea restablecer todas las configuraciones de fuente a los valores predeterminados?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres de police aux valeurs par défaut ?
it_it: Sei sicuro di voler ripristinare tutte le impostazioni dei caratteri ai valori predefiniti?
ja_jp: すべてのフォント設定をデフォルトにリセットしてもよろしいですか？
ru_ru: Вы уверены, что хотите сбросить все настройки шрифта к значениям по умолчанию?

source: Are you sure you want to reset all keybindings to their default settings?
de_de: Möchten Sie wirklich alle Tastenkombinationen auf die Standardeinstellungen zurücksetzen?
es_es: ¿Está seguro de que desea restablecer todas las combinaciones de teclas a su configuración predeterminada?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les raccourcis clavier à leurs paramètres par défaut ?
it_it: Sei sicuro di voler ripristinare tutte le scorciatoie alle impostazioni predefinite?
ja_jp: すべてのショートカットをデフォルト設定にリセットしますか？
ru_ru: Вы уверены, что хотите сбросить все сочетания клавиш до значений по умолчанию?

source: Are you sure you want to reset extraction rules to their default settings? All current custom rules will be lost.
de_de: Möchten Sie wirklich die Extraktionsregeln auf die Standardeinstellungen zurücksetzen? Alle aktuellen benutzerdefinierten Regeln gehen verloren.
es_es: ¿Está seguro de que desea restablecer las reglas de extracción a su configuración predeterminada? Todas las reglas personalizadas actuales se perderán.
fr_fr: Êtes-vous sûr de vouloir réinitialiser les règles d'extraction à leurs paramètres par défaut ? Toutes les règles personnalisées actuelles seront perdues.
it_it: Sei sicuro di voler ripristinare le regole di estrazione alle impostazioni predefinite? Tutte le regole personalizzate attuali andranno perse.
ja_jp: 抽出ルールをデフォルト設定にリセットしますか？ 現在のカスタムルールはすべて失われます。
ru_ru: Вы уверены, что хотите сбросить правила извлечения до значений по умолчанию? Все текущие пользовательские правила будут потеряны.

source: Are you sure you want to reset this Correction Prompt to its default settings? All current customizations will be lost.
de_de: Sind Sie sicher, dass Sie diesen Korrektur-Prompt auf die Standardeinstellungen zurücksetzen möchten? Alle aktuellen Anpassungen gehen verloren.
es_es: ¿Está seguro de que desea restablecer esta Indicación de corrección a su configuración predeterminada? Todas las personalizaciones actuales se perderán.
fr_fr: Êtes-vous sûr de vouloir réinitialiser ce Correctif d'invite à ses paramètres par défaut ? Toutes les personnalisations actuelles seront perdues.
it_it: Sei sicuro di voler ripristinare le impostazioni predefinite di questo Prompt di Correzione? Tutte le personalizzazioni attuali andranno perse.
ja_jp: この修正プロンプトをデフォルト設定にリセットしてもよろしいですか？ 現在のすべてのカスタマイズは失われます。
ru_ru: Вы уверены, что хотите сбросить этот Correction Prompt к настройкам по умолчанию? Все текущие изменения будут утеряны.

source: Are you sure you want to reset this Translation Prompt to its default settings? All current customizations will be lost.
de_de: Sind Sie sicher, dass Sie diesen Übersetzungs-Prompt auf die Standardeinstellungen zurücksetzen möchten? Alle aktuellen Anpassungen gehen verloren.
es_es: ¿Está seguro de que desea restablecer esta Indicación de Traducción a su configuración predeterminada? Todas las personalizaciones actuales se perderán.
fr_fr: Êtes-vous sûr de vouloir réinitialiser cette Invite de traduction à ses paramètres par défaut ? Toutes les personnalisations actuelles seront perdues.
it_it: Sei sicuro di voler ripristinare le impostazioni predefinite di questo Prompt di Traduzione? Tutte le personalizzazioni attuali andranno perse.
ja_jp: この翻訳プロンプトをデフォルト設定にリセットしてもよろしいですか？ 現在のすべてのカスタマイズは失われます。
ru_ru: Вы уверены, что хотите сбросить этот Translation Prompt к настройкам по умолчанию? Все текущие изменения будут утеряны.

source: Are you sure you want to uninstall the library '{lib}'? This may break plugins that depend on it.
de_de: Möchten Sie wirklich die Bibliothek '{lib}' deinstallieren? Dies könnte Plugins beeinträchtigen, die davon abhängen.
es_es: ¿Está seguro de que desea desinstalar la biblioteca '{lib}'? Esto podría afectar a los complementos que dependen de ella.
fr_fr: Êtes-vous sûr de vouloir désinstaller la bibliothèque '{lib}' ? Cela pourrait endommager les extensions qui en dépendent.
it_it: Sei sicuro di voler disinstallare la libreria '{lib}'? Questo potrebbe interrompere i plugin che ne dipendono.
ja_jp: ライブラリ「{lib}」をアンインストールしますか？ これに依存しているプラグインが動作しなくなる可能性があります。
ru_ru: Вы уверены, что хотите удалить библиотеку '{lib}'? Это может нарушить работу плагинов, которые от неё зависят.

source: At least one preset must remain.
de_de: Mindestens eine Voreinstellung muss erhalten bleiben.
es_es: Debe quedar al menos un ajuste preestablecido.
fr_fr: Au moins un préréglage doit rester.
it_it: Deve rimanere almeno un preset.
ja_jp: 少なくとも1つのプリセットが残っている必要があります。
ru_ru: Должен остаться хотя бы один пресет.

source: Attempted to restore {count} old translations/statuses.
de_de: Es wurde versucht, {count} alte Übersetzungen/Status wiederherzustellen.
es_es: Se intentó restaurar {count} traducciones/estados antiguos.
fr_fr: Tentative de restauration de {count} anciennes traductions/statuts.
it_it: Tentato di ripristinare {count} vecchie traduzioni/stati.
ja_jp: {count}個の古い翻訳/ステータスを復元しようとしました。
ru_ru: Попытка восстановить {count} старых переводов/статусов.

source: Augmenting AI explanations with source snippets...
de_de: Erweiterung von KI-Erklärungen mit Quelltextausschnitten...
es_es: Aumentando las explicaciones de IA con fragmentos de origen...
fr_fr: Amélioration des explications de l'IA avec des extraits de la source...
it_it: Aumento delle spiegazioni dell'IA con frammenti di origine...
ja_jp: ソースコードのスニペットでAIの説明を拡張中...
ru_ru: Дополнение объяснений ИИ фрагментами исходного кода...

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
it_it: Autore
ja_jp: 著者
ru_ru: Автор

source: Auto
es_es: Automático
ja_jp: 自動
ru_ru: Авто

source: Auto (Best)
de_de: Auto (Beste)
es_es: Automático (Mejor)
fr_fr: Auto (Meilleur)
it_it: Auto (Migliore)
ja_jp: 自動（最適）
ru_ru: Авто (Лучшее)

source: Auto Fix
es_es: Corrección automática
fr_fr: Correction automatique
it_it: Correzione automatica
ja_jp: 自動修正
ru_ru: Автоматическое исправление

source: Auto-Run (Stop on Error)
de_de: Auto-Run (Bei Fehler anhalten)
es_es: Ejecución automática (Detener en error)
fr_fr: Exécution automatique (Arrêt en cas d'erreur)
it_it: Esecuzione automatica (Ferma in caso di errore)
ja_jp: 自動実行（エラーで停止）
ru_ru: Автозапуск (Стоп при ошибке)

source: Auto-Run Paused due to Error
de_de: Auto-Run aufgrund eines Fehlers pausiert
es_es: Ejecución automática pausada debido a un error
fr_fr: Exécution automatique suspendue en raison d'une erreur
it_it: Esecuzione automatica sospesa a causa di un errore
ja_jp: エラーにより自動実行が一時停止しました
ru_ru: Автозапуск приостановлен из-за ошибки

source: Auto-Running...
es_es: Ejecución automática...
fr_fr: Exécution automatique en cours...
it_it: Esecuzione automatica in corso...
ja_jp: 自動実行中...
ru_ru: Автозапуск...

source: Auto-compile .mo file when save .po file
de_de: .mo-Datei automatisch kompilieren, wenn .po-Datei gespeichert wird
es_es: Compilar automáticamente el archivo .mo al guardar el archivo .po
fr_fr: Compilation automatique du fichier .mo lors de la sauvegarde du fichier .po
it_it: Compilazione automatica del file .mo al salvataggio del file .po
ja_jp: .poファイル保存時に.moファイルを自動コンパイル
ru_ru: Автоматическая компиляция .mo файла при сохранении .po файла

source: Auto-detect Source
de_de: Quelle automatisch erkennen
es_es: Detección automática de origen
fr_fr: Détection automatique de la source
it_it: Rileva sorgente automaticamente
ja_jp: ソース言語を自動検出
ru_ru: Автоопределение исходного языка

source: Auto-detect Target
de_de: Ziel automatisch erkennen
es_es: Detección automática de destino
fr_fr: Détection automatique de la cible
it_it: Rileva destinazione automaticamente
ja_jp: ターゲット言語を自動検出
ru_ru: Автоопределение целевого языка

source: Auto-fix:
es_es: Auto-corrección:
fr_fr: Correction automatique :
it_it: Auto-correzione:
ja_jp: 自動修正:
ru_ru: Автоисправление:

source: Auto-fixed {count} items.
de_de: {count} Elemente automatisch korrigiert.
es_es: Corregidos automáticamente {count} elementos.
fr_fr: {count} éléments corrigés automatiquement.
it_it: Auto-fix di {count} elementi.
ja_jp: {count}個の項目を自動修正しました。
ru_ru: Автоматически исправлено {count} элементов.

source: Auto-save Interval:
de_de: Intervall für automatische Speicherung:
es_es: Intervalo de autoguardado:
fr_fr: Intervalle de sauvegarde automatique :
it_it: Intervallo di salvataggio automatico:
ja_jp: 自動保存間隔:
ru_ru: Интервал автосохранения:

source: Auto-saving...
de_de: Automatische Speicherung läuft...
es_es: Autoguardando...
fr_fr: Sauvegarde automatique en cours...
it_it: Salvataggio automatico in corso...
ja_jp: 自動保存中...
ru_ru: Автосохранение...

source: Automatically escape characters like ( ) [ ] . * ? for literal matching.
de_de: Automatisches Maskieren von Zeichen wie ( ) [ ] . * ? für wörtliche Übereinstimmung.
es_es: Escapar automáticamente caracteres como ( ) [ ] . * ? para coincidencia literal.
fr_fr: Échapper automatiquement les caractères comme ( ) [ ] . * ? pour une correspondance littérale.
it_it: Escape automaticamente i caratteri come ( ) [ ] . * ? per la corrispondenza letterale.
ja_jp: リテラルマッチングのために、( ) [ ] . * ? などの文字を自動的にエスケープします。
ru_ru: Автоматически экранировать символы, такие как ( ) [ ] . * ?, для буквального сопоставления.

source: Automatically format text when pasting into the translation editor.
de_de: Text beim Einfügen in den Editor automatisch formatieren.
es_es: Formatear texto automáticamente al pegar en el editor.
fr_fr: Mettre en forme automatiquement le texte lors du collage.
it_it: Formattazione automatica del testo quando incollato nell'editor di traduzione.
ja_jp: 翻訳エディタへの貼り付け時にテキストを自動整形する。
ru_ru: Автоматическое форматирование текста при вставке в редактор перевода.

source: Available Modes:
de_de: Verfügbare Modi:
es_es: Modos disponibles:
fr_fr: Modes disponibles :
it_it: Modalità disponibili:
ja_jp: 利用可能なモード:
ru_ru: Доступные режимы:

source: Available Placeholders (Click to Insert)
de_de: Verfügbare Platzhalter (Zum Einfügen klicken)
es_es: Marcadores de posición disponibles (Haz clic para insertar)
fr_fr: Espaces réservés disponibles (Cliquez pour insérer)
it_it: Segnaposto disponibili (Clicca per inserire)
ja_jp: 利用可能なプレースホルダー（クリックして挿入）
ru_ru: Доступные заполнители (Нажмите, чтобы вставить)

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro
ja_jp: 戻る
ru_ru: Назад

source: Background index update complete.
de_de: Hintergrundindex-Aktualisierung abgeschlossen.
es_es: Actualización del índice en segundo plano completada.
fr_fr: Mise à jour de l'index d'arrière-plan terminée.
it_it: Aggiornamento indice di sfondo completato.
ja_jp: バックグラウンドインデックスの更新が完了しました。
ru_ru: Фоновое обновление индекса завершено.

source: Background: Updating retrieval index with {count} items...
de_de: Hintergrund: Aktualisiere Retrieval-Index mit {count} Elementen...
es_es: En segundo plano: Actualizando índice de recuperación con {count} elementos...
fr_fr: En arrière-plan : Mise à jour de l'index de récupération avec {count} éléments...
it_it: Sfondo: Aggiornamento dell'indice di recupero con {count} elementi...
ja_jp: 背景: {count} 個のアイテムで検索インデックスを更新中...
ru_ru: В фоновом режиме: Обновление поискового индекса с {count} элементами...

source: Backup Failed
de_de: Sicherung fehlgeschlagen
es_es: Copia de Seguridad Fallida
fr_fr: Échec de la sauvegarde
it_it: Backup Fallito
ja_jp: バックアップに失敗しました
ru_ru: Резервное копирование не удалось

source: Backup created: {filename}
de_de: Backup erstellt: {filename}
es_es: Copia de seguridad creada: {filename}
fr_fr: Sauvegarde créée : {filename}
it_it: Backup creato: {filename}
ja_jp: バックアップが作成されました: {filename}
ru_ru: Резервная копия создана: {filename}

source: Basic Settings
de_de: Grundeinstellungen
es_es: Configuración básica
fr_fr: Paramètres de base
it_it: Impostazioni di base
ja_jp: 基本設定
ru_ru: Основные настройки

source: Batch Size:
de_de: Batch-Größe:
es_es: Tamaño del lote:
fr_fr: Taille du lot :
it_it: Dimensione del batch:
ja_jp: バッチサイズ:
ru_ru: Размер пакета:

source: Bracket Mismatch
de_de: Klammer-Fehler
es_es: Paréntesis no coincidentes
fr_fr: Parenthèses non appariées
it_it: Parentesi non corrispondenti
ja_jp: 括弧の不一致
ru_ru: Несоответствие скобок

source: Buffer: 0
de_de: Puffer: 0
es_es: Búfer: 0
fr_fr: Tampon : 0
ja_jp: バッファー: 0
ru_ru: Буфер: 0

source: Buffer: {size}
es_es: Búfer: {size}
fr_fr: Tampon : {size}
ja_jp: バッファ: {size}
ru_ru: Буфер: {size}

source: Build Complete
de_de: Build abgeschlossen
es_es: Compilación completada
fr_fr: Compilation terminée
it_it: Build completato
ja_jp: ビルド完了
ru_ru: Сборка завершена

source: Build Failed
de_de: Build fehlgeschlagen
es_es: Compilación fallida
fr_fr: Échec de la compilation
it_it: Build fallito
ja_jp: ビルド失敗
ru_ru: Сборка не удалась

source: Build Project...
de_de: Projekt erstellen...
es_es: Compilar proyecto...
fr_fr: Compiler le projet...
it_it: Crea build del progetto...
ja_jp: プロジェクトのビルド...
ru_ru: Сборка проекта...

source: Building '{file}' for language '{lang}'...
de_de: '{file}' für Sprache '{lang}' wird erstellt...
es_es: Compilando '{file}' para el idioma '{lang}'...
fr_fr: Construction de '{file}' pour la langue '{lang}'...
it_it: Creazione di '{file}' per la lingua '{lang}' in corso...
ja_jp: 言語「{lang}」向けに「{file}」をビルド中...
ru_ru: Сборка '{file}' для языка '{lang}'...

source: Building index: {percent}%...
de_de: Index wird erstellt: {percent}%...
es_es: Construyendo índice: {percent}%...
fr_fr: Construction de l'index : {percent}%...
it_it: Creazione indice: {percent}%...
ja_jp: インデックス構築中: {percent}%...
ru_ru: Построение индекса: {percent}%...

source: Building retrieval index with {count} items...
de_de: Erstelle Retrieval-Index mit {count} Einträgen...
es_es: Construyendo índice de recuperación con {count} elementos...
fr_fr: Construction de l'index de récupération avec {count} éléments...
it_it: Costruzione dell'indice di recupero con {count} elementi...
ja_jp: {count}個のアイテムで検索インデックスを構築中...
ru_ru: Построение поискового индекса с {count} элементами...

source: Calculation finished.
de_de: Berechnung abgeschlossen.
es_es: Cálculo finalizado.
fr_fr: Calcul terminé.
it_it: Calcolo completato.
ja_jp: 計算が完了しました。
ru_ru: Расчет завершен.

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ru_ru: Отмена

source: Cancel Save
de_de: Speichern abbrechen
es_es: Cancelar guardado
fr_fr: Annuler l'enregistrement
it_it: Annulla Salva
ja_jp: 保存をキャンセル
ru_ru: Отменить сохранение

source: Cancelling...
de_de: Wird abgebrochen...
es_es: Cancelando...
fr_fr: Annulation en cours...
it_it: Annullamento in corso...
ja_jp: キャンセル中...
ru_ru: Отмена...

source: Cannot Remove
de_de: Entfernen nicht möglich
es_es: No se puede eliminar
fr_fr: Suppression impossible
it_it: Impossibile rimuovere
ja_jp: 削除不可
ru_ru: Невозможно удалить

source: Cannot delete a plugin that is a dependency for other enabled plugins.
de_de: Plugin kann nicht gelöscht werden, da es eine Abhängigkeit für andere aktive Plugins ist.
es_es: No se puede eliminar un complemento que es una dependencia para otros complementos activos.
fr_fr: Impossible de supprimer un plugin qui est une dépendance pour d'autres plugins activés.
it_it: Impossibile eliminare un plugin che è una dipendenza per altri plugin attivi.
ja_jp: 他の有効なプラグインが依存しているため、このプラグインは削除できません。
ru_ru: Невозможно удалить плагин, так как он является зависимостью для других включённых плагинов.

source: Cannot delete the active model. Please activate another model first.
de_de: Das aktive Modell kann nicht gelöscht werden. Bitte aktivieren Sie zuerst ein anderes Modell.
es_es: No se puede eliminar el modelo activo. Active primero otro modelo.
fr_fr: Impossible de supprimer le modèle actif. Veuillez d'abord activer un autre modèle.
it_it: Impossibile eliminare il modello attivo. Attiva prima un altro modello.
ja_jp: アクティブなモデルは削除できません。先に別のモデルをアクティブにしてください。
ru_ru: Невозможно удалить активную модель. Сначала активируйте другую модель.

source: Cannot disable '{plugin_name}'. The following enabled plugins depend on it: - {deps}
de_de: '{plugin_name}' kann nicht deaktiviert werden. Die folgenden aktivierten Plugins hängen davon ab: - {deps}
es_es: No se puede desactivar '{plugin_name}'. Los siguientes complementos activos dependen de él: - {deps}
fr_fr: Impossible de désactiver '{plugin_name}'. Les plugins suivants dépendent de lui : - {deps}
it_it: Impossibile disabilitare '{plugin_name}'. I seguenti plugin attivi dipendono da esso: - {deps}
ja_jp: '{plugin_name}'を無効にできません。 以下の有効なプラグインが依存しています: - {deps}
ru_ru: Невозможно отключить '{plugin_name}'. Следующие включенные плагины зависят от него: - {deps}

source: Cannot enable '{plugin_name}'. It requires the following disabled plugins: - {deps}
de_de: Kann '{plugin_name}' nicht aktivieren. Es erfordert die folgenden deaktivierten Plugins: - {deps}
es_es: No se puede activar '{plugin_name}'. Requiere los siguientes plugins desactivados: - {deps}
fr_fr: Impossible d'activer '{plugin_name}'. Il nécessite les plugins désactivés suivants : - {deps}
it_it: Impossibile abilitare '{plugin_name}'. Richiede i seguenti plugin disabilitati: - {deps}
ja_jp: '{plugin_name}'を有効にできません。 以下の無効なプラグインが必要です: - {deps}
ru_ru: Невозможно включить '{plugin_name}'. Требуются следующие отключенные плагины: - {deps}

source: Cannot import to a project glossary when no project is open.
de_de: Import in ein Projektglossar nicht möglich, wenn kein Projekt geöffnet ist.
es_es: No se puede importar al glosario del proyecto cuando no hay ningún proyecto abierto.
fr_fr: Impossible d'importer dans un glossaire de projet lorsqu'aucun projet n'est ouvert.
it_it: Impossibile importare nel glossario del progetto quando nessun progetto è aperto.
ja_jp: プロジェクトが開かれていないため、プロジェクト用語集にインポートできません。
ru_ru: Невозможно импортировать в глоссарий проекта, если проект не открыт.

source: Cannot open '{path}'. It is not a valid file or project.
de_de: Kann '{path}' nicht öffnen. Es ist keine gültige Datei oder kein gültiges Projekt.
es_es: No se puede abrir '{path}'. No es un archivo o proyecto válido.
fr_fr: Impossible d'ouvrir '{path}'. Ce n'est pas un fichier ou projet valide.
it_it: Impossibile aprire '{path}'. Non è un file o progetto valido.
ja_jp: '{path}'を開けません。有効なファイルまたはプロジェクトではありません。
ru_ru: Невозможно открыть '{path}'. Это недопустимый файл или проект.

source: Cannot remove source while an import operation is in progress.
de_de: Quelle kann nicht entfernt werden, während ein Importvorgang läuft.
es_es: No se puede eliminar el origen mientras una operación de importación está en curso.
fr_fr: Impossible de supprimer la source pendant qu'une opération d'importation est en cours.
it_it: Impossibile rimuovere l'origine durante un'operazione di importazione in corso.
ja_jp: インポート操作が進行中の場合、ソースを削除できません。
ru_ru: Невозможно удалить источник во время выполнения операции импорта.

source: Cannot save, project configuration file is missing.
de_de: Speichern nicht möglich, da die Projektkonfigurationsdatei fehlt.
es_es: No se puede guardar: falta el archivo de configuración del proyecto.
fr_fr: Impossible de sauvegarder, le fichier de configuration du projet est manquant.
it_it: Impossibile salvare: file di configurazione del progetto mancante.
ja_jp: プロジェクト設定ファイルがないため、保存できません。
ru_ru: Невозможно сохранить: отсутствует файл конфигурации проекта.

source: Capabilities:
de_de: Fähigkeiten:
es_es: Capacidades:
fr_fr: Capacités :
it_it: Capacità:
ja_jp: 能力:
ru_ru: Возможности:

source: Capitalization Mismatch
de_de: Groß-/Kleinschreibung stimmt nicht überein
es_es: Inconsistencia en mayúsculas
fr_fr: Différence de capitalisation
it_it: Discrepanza nell'uso delle maiuscole
ja_jp: 大文字小文字の不一致
ru_ru: Несоответствие регистра

source: Case sensitive
de_de: Groß-/Kleinschreibung beachten
es_es: Distinguir mayúsculas y minúsculas
fr_fr: Sensible à la casse
it_it: Sensibile alle maiuscole
ja_jp: 大文字小文字を区別
ru_ru: С учетом регистра

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリ
ru_ru: Категория

source: Category:
de_de: Kategorie:
es_es: Categoría:
fr_fr: Catégorie :
it_it: Categoria:
ja_jp: カテゴリ:
ru_ru: Категория:

source: Checking for TM conflicts...
de_de: Überprüfe auf TM-Konflikte...
es_es: Comprobando conflictos de TM...
fr_fr: Vérification des conflits de TM...
it_it: Verifica dei conflitti nella TM...
ja_jp: TM競合を確認中...
ru_ru: Проверка конфликтов в ТМ...

source: Circular dependency detected in plugins: {nodes}. Cannot load.
de_de: Zyklische Abhängigkeit in Plugins erkannt: {nodes}. Laden nicht möglich.
es_es: Se detectó una dependencia circular en los complementos: {nodes}. No se puede cargar.
fr_fr: Dépendance circulaire détectée dans les plugins : {nodes}. Chargement impossible.
it_it: Rilevata dipendenza circolare nei plugin: {nodes}. Impossibile caricare.
ja_jp: プラグインで循環依存が検出されました: {nodes}。読み込めません。
ru_ru: Обнаружена циклическая зависимость в плагинах: {nodes}. Невозможно загрузить.

source: Clear All History
de_de: Gesamten Verlauf löschen
es_es: Borrar todo el historial
fr_fr: Effacer tout l'historique
it_it: Cancella tutta la cronologia
ja_jp: 履歴をすべて消去
ru_ru: Очистить всю историю

source: Clear History
de_de: Verlauf löschen
es_es: Borrar Historial
fr_fr: Effacer l'historique
it_it: Cancella Cronologia
ja_jp: 履歴をクリア
ru_ru: Очистить историю

source: Clear TM for Selected
de_de: TM für Auswahl löschen
es_es: Borrar MT para Selección
fr_fr: Effacer la MT pour la sélection
it_it: Cancella MT per Selezionati
ja_jp: 選択したTMをクリア
ru_ru: Очистить ТМ для выбранного

source: Clear Translation
de_de: Übersetzung löschen
es_es: Borrar traducción
fr_fr: Effacer la traduction
it_it: Cancella Traduzione
ja_jp: 翻訳をクリア
ru_ru: Очистить Перевод

source: Cleared {count} translations.
de_de: {count} Übersetzungen gelöscht.
es_es: Se borraron {count} traducciones.
fr_fr: {count} traductions effacées.
it_it: Cancellate {count} traduzioni.
ja_jp: {count}個の翻訳をクリアしました。
ru_ru: Очищено {count} переводов.

source: Click to set...
de_de: Zum Festlegen klicken...
es_es: Haga clic para establecer...
fr_fr: Cliquer pour définir...
it_it: Clicca per impostare...
ja_jp: クリックして設定...
ru_ru: Нажмите для настройки...

source: Clipboard Error
de_de: Zwischenablage-Fehler
es_es: Error del Portapapeles
fr_fr: Erreur du presse-papiers
it_it: Errore Appunti
ja_jp: クリップボードエラー
ru_ru: Ошибка буфера обмена

source: Clipboard content pasted to translation.
de_de: Zwischenablageinhalt in Übersetzung eingefügt.
es_es: Contenido del portapapeles pegado a la traducción.
fr_fr: Contenu du presse-papiers collé dans la traduction.
it_it: Contenuto degli appunti incollato nella traduzione.
ja_jp: クリップボードの内容が翻訳に貼り付けられました。
ru_ru: Содержимое буфера обмена вставлено в перевод.

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ru_ru: Закрыть

source: CoT Injection
de_de: CoT-Injektion
es_es: Inyección CoT
fr_fr: Injection CoT
it_it: Iniezione CoT
ja_jp: CoTインジェクション
ru_ru: Инъекция CoT

source: Code Safety
de_de: Codesicherheit
es_es: Seguridad del Código
fr_fr: Sécurité du code
it_it: Sicurezza del Codice
ja_jp: コード安全性
ru_ru: Безопасность кода

source: Code file loading failed
de_de: Laden der Code-Datei fehlgeschlagen
es_es: Fallo al cargar archivo de código
fr_fr: Échec du chargement du fichier de code
it_it: Caricamento file codice fallito
ja_jp: コードファイルの読み込みに失敗しました
ru_ru: Загрузка файла кода не удалась
