Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Failed to update entry. It might be a duplicate or database is locked.
de_de: Eintrag konnte nicht aktualisiert werden. Möglicherweise handelt es sich um ein Duplikat oder die Datenbank ist gesperrt.
es_es: No se pudo actualizar la entrada. Puede ser un duplicado o la base de datos está bloqueada.
fr_fr: Échec de la mise à jour de l'entrée. Il peut s'agir d'un doublon ou la base de données est verrouillée.
it_it: Impossibile aggiornare la voce. Potrebbe essere un duplicato o il database è bloccato.
ja_jp: エントリの更新に失敗しました。 重複しているか、データベースがロックされている可能性があります。
ru_ru: Не удалось обновить запись. Возможно, это дубликат или база данных заблокирована.

source: Fast (Frequency-based)
de_de: Schnell (häufigkeitsbasiert)
es_es: Rápido (basado en frecuencia)
fr_fr: Rapide (basé sur la fréquence)
it_it: Veloce (basato sulla frequenza)
ja_jp: 高速（頻度ベース）
ru_ru: Быстрый (по частоте)

source: Fast: Scans high-frequency words locally, then AI filters them. Cheap & Fast. Deep: AI reads ALL texts to find terms. Expensive & Slow but thorough.
de_de: Schnell: Scannt hochfrequente Wörter lokal, dann filtert KI sie. Günstig & Schnell. Tief: KI liest ALLE Texte, um Begriffe zu finden. Teuer & Langsam, aber gründlich.
es_es: Rápido: Escanea palabras de alta frecuencia localmente, luego la IA las filtra. Barato y rápido. Profundo: La IA lee TODOS los textos para encontrar términos. Costoso y lento, pero exhaustivo.
fr_fr: Rapide : Analyse les mots à haute fréquence localement, puis l'IA les filtre. Économique et Rapide. Profond : L'IA lit TOUS les textes pour trouver les termes. Coûteux et Lent mais exhaustif.
it_it: Veloce: Scansiona le parole ad alta frequenza localmente, poi l'IA le filtra. Economico e Veloce. Profondo: L'IA legge TUTTI i testi per trovare i termini. Costoso e Lento ma approfondito.
ja_jp: 高速: 高頻度の単語をローカルでスキャンし、その後AIがフィルタリングします。安価で高速です。 詳細: AIがすべてのテキストを読み込み、用語を検出します。高価で低速ですが、徹底的です。
ru_ru: Быстрый: Сканирует часто встречающиеся слова локально, затем ИИ их фильтрует. Дешёво и быстро. Глубокий: ИИ читает ВСЕ тексты для поиска терминов. Дорого и медленно, но тщательно.

source: Fatal Error - Encryption Key
de_de: Schwerwiegender Fehler - Verschlüsselungsschlüssel
es_es: Error Fatal - Clave de Cifrado
fr_fr: Erreur Fatale - Clé de Chiffrement
it_it: Errore Fatale - Chiave di Crittografia
ja_jp: 致命的エラー - 暗号化キー
ru_ru: Критическая ошибка - Ключ шифрования

source: Favorite Pairs
de_de: Favoritenpaare
es_es: Pares favoritos
fr_fr: Paires favorites
it_it: Coppie preferite
ja_jp: お気に入りペア
ru_ru: Избранные пары

source: Fetching plugin index...
de_de: Plugin-Index wird abgerufen...
es_es: Obteniendo índice de complementos...
fr_fr: Récupération de l'index des plugins...
it_it: Recupero dell'indice dei plugin in corso...
ja_jp: プラグインインデックスを取得中...
ru_ru: Получение индекса плагинов...

source: File '{filename}' added to the project successfully.
de_de: Datei '{filename}' wurde erfolgreich zum Projekt hinzugefügt.
es_es: El archivo '{filename}' se agregó al proyecto correctamente.
fr_fr: Le fichier '{filename}' a été ajouté au projet avec succès.
it_it: Il file '{filename}' è stato aggiunto al progetto con successo.
ja_jp: ファイル'{filename}'がプロジェクトに正常に追加されました。
ru_ru: Файл '{filename}' успешно добавлен в проект.

source: File '{filename}' already exists. Overwrite? A backup file (.bak) will be created.
de_de: Datei '{filename}' existiert bereits. Überschreiben? Eine Sicherungsdatei (.bak) wird erstellt.
es_es: El archivo '{filename}' ya existe. ¿Sobrescribir? Se creará un archivo de copia de seguridad (.bak).
fr_fr: Le fichier '{filename}' existe déjà. Écraser ? Une copie de sauvegarde (.bak) sera créée.
it_it: Il file '{filename}' esiste già. Sovrascrivere? Verrà creato un file di backup (.bak).
ja_jp: ファイル'{filename}'はすでに存在します。上書きしますか？バックアップファイル(.bak)が作成されます。
ru_ru: Файл '{filename}' уже существует. Перезаписать? Будет создан резервный файл (.bak).

source: File Access Error
de_de: Dateizugriffsfehler
es_es: Error de Acceso a Archivo
fr_fr: Erreur d'accès au fichier
it_it: Errore di Accesso File
ja_jp: ファイルアクセスエラー
ru_ru: Ошибка доступа к файлу

source: File Error
de_de: Dateifehler
es_es: Error de Archivo
fr_fr: Erreur de fichier
it_it: Errore File
ja_jp: ファイルエラー
ru_ru: Ошибка файла

source: File Exists
de_de: Datei existiert
es_es: El archivo ya existe
fr_fr: Fichier existant
it_it: Il file esiste già
ja_jp: ファイルが存在します
ru_ru: Файл существует

source: File Explorer
de_de: Datei-Explorer
es_es: Explorador de archivos
fr_fr: Explorateur de fichiers
it_it: Esplora File
ja_jp: ファイルエクスプローラー
ru_ru: Проводник

source: File Explorer Panel
de_de: Datei-Explorer-Panel
es_es: Panel del Explorador de Archivos
fr_fr: Panneau de l'explorateur de fichiers
it_it: Pannello Esplora File
ja_jp: ファイルエクスプローラーパネル
ru_ru: Панель проводника файлов

source: File Name
de_de: Dateiname
es_es: Nombre del archivo
fr_fr: Nom du fichier
it_it: Nome file
ja_jp: ファイル名
ru_ru: Имя файла

source: File Open Error
de_de: Dateiöffnungsfehler
es_es: Error al Abrir Archivo
fr_fr: Erreur d'ouverture du fichier
it_it: Errore di Apertura File
ja_jp: ファイルオープンエラー
ru_ru: Ошибка открытия файла

source: File Read Error
de_de: Dateilesefehler
es_es: Error de Lectura de Archivo
fr_fr: Erreur de lecture du fichier
it_it: Errore di Lettura File
ja_jp: ファイル読み込みエラー
ru_ru: Ошибка чтения файла

source: File explorer refreshed.
de_de: Datei-Explorer aktualisiert.
es_es: Explorador de archivos actualizado.
fr_fr: Explorateur de fichiers actualisé.
it_it: Esplora file aggiornato.
ja_jp: ファイルエクスプローラーが更新されました。
ru_ru: Проводник обновлён.

source: File not found
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fr_fr: Fichier introuvable
it_it: File non trovato
ja_jp: ファイルが見つかりません
ru_ru: Файл не найден

source: File or directory does not exist.
de_de: Datei oder Verzeichnis existiert nicht.
es_es: El archivo o directorio no existe.
fr_fr: Le fichier ou le répertoire n'existe pas.
it_it: Il file o la directory non esiste.
ja_jp: ファイルまたはディレクトリが存在しません。
ru_ru: Файл или каталог не существует.

source: File or project '{path}' does not exist.
de_de: Datei oder Projekt '{path}' existiert nicht.
es_es: El archivo o proyecto '{path}' no existe.
fr_fr: Le fichier ou projet '{path}' n'existe pas.
it_it: Il file o progetto '{path}' non esiste.
ja_jp: ファイルまたはプロジェクト'{path}'は存在しません。
ru_ru: Файл или проект '{path}' не существует.

source: Fill Blanks Only
de_de: Nur Lücken füllen
es_es: Rellenar Solo los Espacios en Blanco
fr_fr: Remplir les blancs uniquement
it_it: Riempi Solo gli Spazi Vuoti
ja_jp: 空白のみを埋める
ru_ru: Заполнить только пропуски

source: Filter Options
de_de: Filteroptionen
es_es: Opciones de filtro
fr_fr: Options de filtrage
it_it: Opzioni di Filtro
ja_jp: フィルターオプション
ru_ru: Параметры фильтра

source: Filter Settings
de_de: Filtereinstellungen
es_es: Configuración de filtro
fr_fr: Paramètres de filtre
it_it: Impostazioni Filtro
ja_jp: フィルター設定
ru_ru: Настройки фильтра

source: Filter files...
de_de: Dateien filtern...
es_es: Filtrar archivos...
fr_fr: Filtrer les fichiers...
it_it: Filtra file...
ja_jp: ファイルをフィルタリング...
ru_ru: Фильтровать файлы...

source: Filter:
es_es: Filtrar:
fr_fr: Filtrer :
it_it: Filtra:
ja_jp: フィルター:
ru_ru: Фильтр:

source: Filtered by '{search_term}'.
de_de: Gefiltert nach '{search_term}'.
es_es: Filtrado por '{search_term}'.
fr_fr: Filtré par '{search_term}'.
it_it: Filtrato per '{search_term}'.
ja_jp: 「{search_term}」でフィルタリングされました。
ru_ru: Отфильтровано по '{search_term}'.

source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
ja_jp: フィルター
ru_ru: Фильтры

source: Finalizing...
de_de: Wird abgeschlossen...
es_es: Finalizando...
fr_fr: Finalisation en cours...
it_it: Finalizzazione in corso...
ja_jp: 処理中...
ru_ru: Завершение...

source: Find
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Trova
ja_jp: 検索
ru_ru: Найти

source: Find Next
de_de: Nächsten suchen
es_es: Buscar Siguiente
fr_fr: Rechercher suivant
it_it: Trova Successivo
ja_jp: 次を検索
ru_ru: Найти далее

source: Find Previous
de_de: Vorherige suchen
es_es: Buscar anterior
fr_fr: Rechercher précédent
it_it: Trova Precedente
ja_jp: 前を検索
ru_ru: Найти предыдущее

source: Find and Replace
de_de: Suchen und Ersetzen
es_es: Buscar y Reemplazar
fr_fr: Rechercher et remplacer
it_it: Trova e Sostituisci
ja_jp: 検索と置換
ru_ru: Найти и заменить

source: Find what:
de_de: Suchen nach:
es_es: Buscar qué:
fr_fr: Rechercher quoi :
it_it: Trova cosa:
ja_jp: 検索文字列:
ru_ru: Что искать:

source: Find/Replace...
de_de: Suchen/Ersetzen...
es_es: Buscar/Reemplazar...
fr_fr: Rechercher/Remplacer...
it_it: Trova/Sostituisci...
ja_jp: 検索/置換...
ru_ru: Поиск и замена...

source: First, apply rule-based fixes, then use AI for remaining issues.
de_de: Zuerst regelbasierte Korrekturen anwenden, dann KI für verbleibende Probleme verwenden.
es_es: Primero, aplique correcciones basadas en reglas, luego use IA para los problemas restantes.
fr_fr: D'abord, appliquez les corrections basées sur des règles, puis utilisez l'IA pour les problèmes restants.
it_it: Prima, applica le correzioni basate su regole, poi usa l'AI per i problemi rimanenti.
ja_jp: まず、ルールベースの修正を適用し、残りの問題にはAIを使用します。
ru_ru: Сначала примените исправления на основе правил, затем используйте ИИ для оставшихся проблем.

source: Fix
de_de: Korrigieren
es_es: Corregir
fr_fr: Corriger
it_it: Correggi
ja_jp: 修正
ru_ru: Исправить

source: Fix All Issues
de_de: Alle Probleme beheben
es_es: Corregir todos los problemas
fr_fr: Corriger tous les problèmes
it_it: Risolvi Tutti i Problemi
ja_jp: すべての問題を修正
ru_ru: Исправить все проблемы

source: Fix with AI
de_de: Mit KI beheben
es_es: Corregir con IA
fr_fr: Corriger avec l'IA
it_it: Risolvi con AI
ja_jp: AIで修正
ru_ru: Исправить с помощью ИИ

source: Fix with Rules
de_de: Mit Regeln beheben
es_es: Corregir con reglas
fr_fr: Corriger avec les règles
it_it: Risolvi con le Regole
ja_jp: ルールで修正
ru_ru: Исправить по правилам

source: Fixed {count} items using rules. AI is not configured, skipping AI fix step.
de_de: {count} Elemente mit Regeln korrigiert. KI ist nicht konfiguriert, KI-Korrekturschritt wird übersprungen.
es_es: Se corrigieron {count} elementos usando reglas. La IA no está configurada, se omite el paso de corrección con IA.
fr_fr: {count} éléments corrigés à l'aide de règles. L'IA n'est pas configurée, étape de correction par IA ignorée.
it_it: Risolti {count} elementi utilizzando le regole. L'IA non è configurata, passo di correzione con IA saltato.
ja_jp: ルールを使用して {count} 個の項目を修正しました。AIが設定されていないため、AI修正ステップをスキップします。
ru_ru: Исправлено {count} элементов с помощью правил. ИИ не настроен, шаг исправления ИИ пропущен.

source: Fixed {count} items using rules. No remaining issues found for AI to fix.
de_de: {count} Elemente wurden mithilfe von Regeln korrigiert. Es wurden keine verbleibenden Probleme gefunden, die von der KI behoben werden müssten.
es_es: Corregidos {count} elementos usando reglas. No se encontraron problemas restantes para que la IA corrija.
fr_fr: {count} éléments corrigés à l'aide de règles. Aucun problème restant trouvé pour une correction par l'IA.
it_it: Risolti {count} elementi utilizzando le regole. Nessun problema rimanente trovato per la correzione con AI.
ja_jp: ルールを使用して {count} 項目を修正しました。AIによる修正が必要な残りの問題は見つかりませんでした。
ru_ru: Исправлено {count} элементов с помощью правил. Не осталось проблем для исправления с помощью ИИ.

source: Fixed {count} items with rules.
de_de: {count} Elemente mit Regeln behoben.
es_es: Corregidos {count} elementos con reglas.
fr_fr: {count} éléments corrigés avec les règles.
it_it: Corretti {count} elementi con le regole.
ja_jp: ルールで {count} 件の項目を修正しました。
ru_ru: Исправлено {count} элементов с помощью правил.

source: Fixed {count} items with rules. Proceed to fix {remaining} remaining items with AI?
de_de: {count} Elemente mit Regeln korrigiert. Mit KI die verbleibenden {remaining} Elemente beheben?
es_es: Corregidos {count} elementos con reglas. ¿Proceder a corregir los {remaining} elementos restantes con IA?
fr_fr: {count} éléments corrigés avec les règles. Procéder à la correction des {remaining} éléments restants avec l'IA ?
it_it: Corretti {count} elementi con le regole. Procedere a correggere i {remaining} elementi rimanenti con l'AI?
ja_jp: ルールで{count}個の項目を修正しました。 残りの{remaining}個の項目をAIで修正しますか？
ru_ru: Исправлено {count} элементов с помощью правил. Перейти к исправлению {remaining} оставшихся элементов с помощью ИИ?

source: Fixed {rule_count} items using rules. Now, {ai_count} items with remaining issues will be sent to AI for fixing. This may consume tokens. Continue?
de_de: {rule_count} Elemente mit Regeln korrigiert. Nun werden {ai_count} Elemente mit verbleibenden Problemen zur KI-Korrektur gesendet. Dies kann Tokens verbrauchen. Fortfahren?
es_es: Se corrigieron {rule_count} elementos usando reglas. Ahora, {ai_count} elementos con problemas restantes se enviarán a la IA para su corrección. Esto puede consumir tokens. ¿Continuar?
fr_fr: {rule_count} éléments corrigés à l'aide de règles. Maintenant, {ai_count} éléments avec des problèmes restants seront envoyés à l'IA pour correction. Cela peut consommer des tokens. Continuer ?
it_it: Corretti {rule_count} elementi utilizzando le regole. Ora, {ai_count} elementi con problemi rimanenti verranno inviati all'AI per la correzione. Questo potrebbe consumare token. Continuare?
ja_jp: ルールを使用して {rule_count} 件の項目を修正しました。 残りの問題がある {ai_count} 件の項目をAIで修正するために送信します。これによりトークンが消費される可能性があります。 続行しますか？
ru_ru: Исправлено {rule_count} элементов с помощью правил. Теперь {ai_count} элементов с оставшимися проблемами будут отправлены в ИИ для исправления. Это может потребовать токенов. Продолжить?

source: Font Settings
de_de: Schrifteinstellungen
es_es: Configuración de fuente
fr_fr: Paramètres de police
it_it: Impostazioni del carattere
ja_jp: フォント設定
ru_ru: Настройки шрифтов

source: Font Settings...
de_de: Schriftarteinstellungen...
es_es: Configuración de fuente...
fr_fr: Paramètres de police...
it_it: Impostazioni Carattere...
ja_jp: フォント設定...
ru_ru: Настройки шрифта...

source: Font settings applied.
de_de: Schriftarteneinstellungen übernommen.
es_es: Configuración de fuentes aplicada.
fr_fr: Paramètres de police appliqués.
it_it: Impostazioni dei caratteri applicate.
ja_jp: フォント設定を適用しました。
ru_ru: Настройки шрифта применены.

source: Font settings have been changed. Please restart the application for the changes to take effect.
de_de: Die Schriftarteinstellungen wurden geändert. Bitte starten Sie die Anwendung neu, damit die Änderungen wirksam werden.
es_es: Se han modificado los ajustes de fuente. Por favor, reinicie la aplicación para que los cambios surtan efecto.
fr_fr: Les paramètres de police ont été modifiés. Veuillez redémarrer l'application pour que les modifications prennent effet.
it_it: Le impostazioni del font sono state modificate. Riavvia l'applicazione per applicare le modifiche.
ja_jp: フォント設定が変更されました。変更を反映するにはアプリケーションを再起動してください。
ru_ru: Настройки шрифта были изменены. Пожалуйста, перезапустите приложение, чтобы изменения вступили в силу.

source: Fonts are used in order. If the first font doesn't support a character, the next one is used.
de_de: Schriftarten werden in der angegebenen Reihenfolge verwendet. Wenn die erste Schriftart ein Zeichen nicht unterstützt, wird die nächste verwendet.
es_es: Las fuentes se utilizan en orden. Si la primera fuente no admite un carácter, se utiliza la siguiente.
fr_fr: Les polices sont utilisées dans l'ordre. Si la première police ne prend pas en charge un caractère, la suivante est utilisée.
it_it: I caratteri vengono utilizzati in ordine. Se il primo carattere non supporta un carattere, viene utilizzato il successivo.
ja_jp: フォントは順番に使用されます。最初のフォントが文字をサポートしていない場合、次のフォントが使用されます。
ru_ru: Шрифты используются по порядку. Если первый шрифт не поддерживает символ, используется следующий.

source: Fonts:
de_de: Schriftarten:
es_es: Fuentes:
fr_fr: Polices :
it_it: Caratteri:
ja_jp: フォント:
ru_ru: Шрифты:

source: Force-enabled with missing libraries: {libs}
de_de: Erzwungen aktiviert mit fehlenden Bibliotheken: {libs}
es_es: Activado forzosamente con bibliotecas faltantes: {libs}
fr_fr: Activé de force avec des bibliothèques manquantes : {libs}
it_it: Abilitato forzatamente con librerie mancanti: {libs}
ja_jp: 不足しているライブラリで強制有効化: {libs}
ru_ru: Принудительно включено с отсутствующими библиотеками: {libs}

source: Format
es_es: Formato
it_it: Formato
ja_jp: 形式
ru_ru: Формат

source: Format specifiers must match exactly (e.g. %s != %1$s).
de_de: Format-Spezifizierer müssen exakt übereinstimmen (z.B. %s != %1$s).
es_es: Los especificadores de formato deben coincidir exactamente (p. ej. %s != %1$s).
fr_fr: Les spécificateurs de format doivent correspondre exactement (par ex. %s != %1$s).
it_it: I specificatori di formato devono corrispondere esattamente (es. %s != %1$s).
ja_jp: 書式指定子は完全に一致する必要があります（例: %s != %1$s）。
ru_ru: Спецификаторы формата должны точно совпадать (например, %s != %1$s).

source: Formatting & Punctuation
de_de: Formatierung & Interpunktion
es_es: Formato y puntuación
fr_fr: Mise en forme et ponctuation
it_it: Formattazione e punteggiatura
ja_jp: 書式設定と句読点
ru_ru: Форматирование и пунктуация

source: Forward
de_de: Vorwärts
es_es: Adelante
fr_fr: Suivant
it_it: Avanti
ja_jp: 進む
ru_ru: Вперёд

source: Found {count} items with auto-fixable issues. Do you want to fix them all automatically?
de_de: {count} Elemente mit automatisch behebbaren Problemen gefunden. Möchten Sie alle automatisch beheben?
es_es: Se encontraron {count} elementos con problemas corregibles automáticamente. ¿Desea corregirlos todos automáticamente?
fr_fr: {count} éléments trouvés avec des problèmes corrigeables automatiquement. Voulez-vous tous les corriger automatiquement ?
it_it: Trovati {count} elementi con problemi risolvibili automaticamente. Vuoi correggerli tutti automaticamente?
ja_jp: 自動修正可能な問題が {count} 件見つかりました。 すべて自動的に修正しますか？
ru_ru: Найдено {count} элементов с проблемами, которые можно исправить автоматически. Вы хотите исправить их все автоматически?

source: Found {count} matches in {time:.1f}ms. Conflicts: {conflicts}
de_de: {count} Treffer in {time:.1f}ms gefunden. Konflikte: {conflicts}
es_es: Encontrados {count} coincidencias en {time:.1f}ms. Conflictos: {conflicts}
fr_fr: {count} correspondances trouvées en {time:.1f} ms. Conflits : {conflicts}
it_it: Trovati {count} corrispondenze in {time:.1f}ms. Conflitti: {conflicts}
ja_jp: {count}件の一致を{time:.1f}msで見つけました。競合: {conflicts}
ru_ru: Найдено {count} совпадений за {time:.1f} мс. Конфликты: {conflicts}

source: Full Prompt
de_de: Vollständige Eingabeaufforderung
es_es: Indicación completo
fr_fr: Invite complète
it_it: Prompt Completo
ja_jp: 完全なプロンプト
ru_ru: Полный промпт

source: Fuzzy
es_es: Difuso
fr_fr: Flou
ja_jp: ファジー
ru_ru: Нечёткое соответствие

source: Fuzzy Match Threshold
de_de: Fuzzy-Match-Schwellenwert
es_es: Umbral de coincidencia aproximada
fr_fr: Seuil de correspondance approximative
it_it: Soglia di corrispondenza fuzzy
ja_jp: あいまい一致のしきい値
ru_ru: Порог нечёткого совпадения

source: Fuzzy State
de_de: Fuzzy-Status
es_es: Estado Difuso
fr_fr: État flou
it_it: Stato Fuzzy
ja_jp: ファジー状態
ru_ru: Состояние нечёткого соответствия

source: Fuzzy Translation
de_de: Unscharfe Übersetzung
es_es: Traducción Difusa
fr_fr: Traduction floue
it_it: Traduzione Fuzzy
ja_jp: あいまいな翻訳
ru_ru: Нечеткий перевод

source: Fuzzy match, please review.
de_de: Unscharfe Übereinstimmung, bitte überprüfen.
es_es: Coincidencia aproximada, por favor revisa.
fr_fr: Correspondance approximative, veuillez vérifier.
it_it: Corrispondenza approssimativa, si prega di verificare.
ja_jp: ファジーマッチ、確認が必要です。
ru_ru: Нечеткое совпадение, требует проверки.

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ja_jp: 一般
ru_ru: Общие

source: Generate a style guide based on the source text.
de_de: Erstellen Sie einen Styleguide basierend auf dem Quelltext.
es_es: Generar una guía de estilo basada en el texto fuente.
fr_fr: Générer un guide de style à partir du texte source.
it_it: Genera una guida di stile basata sul testo sorgente.
ja_jp: ソーステキストに基づいてスタイルガイドを生成します。
ru_ru: Создать руководство по стилю на основе исходного текста.

source: Generated Style Guide:
de_de: Generiertes Styleguide:
es_es: Guía de estilo generada:
fr_fr: Guide de style généré :
it_it: Guida di stile generata:
ja_jp: 生成されたスタイルガイド:
ru_ru: Созданное руководство по стилю:

source: Generating...
de_de: Wird generiert...
es_es: Generando...
fr_fr: Génération en cours...
it_it: Generazione in corso...
ja_jp: 生成中...
ru_ru: Генерация...

source: Generation Failed
de_de: Generierung fehlgeschlagen
es_es: Generación fallida
fr_fr: Échec de la génération
it_it: Generazione Fallita
ja_jp: 生成に失敗しました
ru_ru: Сбой генерации

source: Generation Method:
de_de: Generierungsmethode:
es_es: Método de generación:
fr_fr: Méthode de génération :
it_it: Metodo di Generazione:
ja_jp: 生成方法:
ru_ru: Метод генерации:

source: Generation cancelled.
de_de: Generierung abgebrochen.
es_es: Generación cancelada.
fr_fr: Génération annulée.
it_it: Generazione annullata.
ja_jp: 生成がキャンセルされました。
ru_ru: Генерация отменена.

source: Git Added
de_de: Git Aggiunto
es_es: Git Añadido
fr_fr: Git Ajouté
it_it: Git Aggiunto
ja_jp: Git 追加
ru_ru: Git Добавлено

source: Git Modified
de_de: Git Modificato
es_es: Git Modificado
fr_fr: Git Modifié
it_it: Git Modificato
ja_jp: Git 修正
ru_ru: Git Изменено

source: Global Glossary
de_de: Globales Glossar
es_es: Glosario global
fr_fr: Glossaire global
it_it: Glossario globale
ja_jp: グローバル用語集
ru_ru: Глобальный глоссарий

source: Global Resource
de_de: Globale Ressource
es_es: Recursos Globales
fr_fr: Ressource globale
it_it: Risorsa Globale
ja_jp: 共通リソース
ru_ru: Глобальный ресурс

source: Global Resources
de_de: Globale Ressourcen
es_es: Recursos Globales
fr_fr: Ressources globales
it_it: Risorse Globali
ja_jp: 共通リソース
ru_ru: Глобальные ресурсы

source: Global Settings
de_de: Globale Einstellungen
es_es: Configuración Global
fr_fr: Paramètres globaux
it_it: Impostazioni globali
ja_jp: グローバル設定
ru_ru: Глобальные настройки

source: Global TM
de_de: Globale TM
es_es: Memoria de Traducción Global
fr_fr: Mémoire de traduction globale
it_it: Memoria di traduzione globale
ja_jp: グローバルTM
ru_ru: Глобальная ТМ

source: Glossary
de_de: Glossar
es_es: Glosario
fr_fr: Glossaire
it_it: Glossario
ja_jp: 用語集
ru_ru: Глоссарий

source: Glossary Database
de_de: Glossardatenbank
es_es: Base de datos de glosario
fr_fr: Base de données du glossaire
it_it: Database del Glossario
ja_jp: 用語集データベース
ru_ru: База данных глоссария

source: Glossary Matches
de_de: Glossar-Treffer
es_es: Coincidencias del glosario
fr_fr: Correspondances du glossaire
it_it: Corrispondenze Glossario
ja_jp: 用語集一致
ru_ru: Совпадения глоссария

source: Glossary Mismatch
de_de: Glossar-Inkonsistenz
es_es: Desajuste de glosario
fr_fr: Incohérence du glossaire
it_it: Mancata corrispondenza nel glossario
ja_jp: 用語集の不一致
ru_ru: Несоответствие глоссария

source: Glossary Mismatch: Term '{term}' should be translated as one of '{targets}'.
de_de: Glossar-Inkonsistenz: Der Begriff '{term}' sollte als einer von '{targets}' übersetzt werden.
es_es: Desajuste de glosario: El término '{term}' debe traducirse como uno de '{targets}'.
fr_fr: Incohérence du glossaire : Le terme '{term}' doit être traduit par l'un des '{targets}'.
it_it: Mancata corrispondenza glossario: Il termine '{term}' deve essere tradotto come uno di '{targets}'.
ja_jp: 用語不一致: 用語「{term}」は「{targets}」のいずれかに翻訳する必要があります。
ru_ru: Несоответствие глоссария: Термин '{term}' должен быть переведён как один из '{targets}'.

source: Glossary Panel
de_de: Glossar-Panel
es_es: Panel de Glosario
fr_fr: Panneau du glossaire
it_it: Pannello Glossario
ja_jp: 用語集パネル
ru_ru: Панель глоссария
