Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Search Match
de_de: Corrispondenza ricerca
es_es: Coincidencia de búsqueda
fr_fr: Correspondance de recherche
it_it: Corrispondenza ricerca
ja_jp: 検索一致
ru_ru: Совпадение поиска

source: Search cleared.
de_de: Suche gelöscht.
es_es: Búsqueda borrada.
fr_fr: Recherche effacée.
it_it: Ricerca cancellata.
ja_jp: 検索がクリアされました。
ru_ru: Поиск очищен.

source: Search for semantically similar texts (Requires Index).
de_de: Nach semantisch ähnlichen Texten suchen (Index erforderlich).
es_es: Buscar textos semánticamente similares (Requiere índice).
fr_fr: Rechercher des textes sémantiquement similaires (nécessite un index).
it_it: Cerca testi semanticamente simili (richiede Indice).
ja_jp: 意味的に類似したテキストを検索（インデックスが必要）
ru_ru: Поиск семантически похожих текстов (требуется индекс).

source: Search for semantically similar texts in the project to maintain consistency.
de_de: Im Projekt nach semantisch ähnlichen Texten suchen, um Konsistenz zu gewährleisten.
es_es: Buscar textos semánticamente similares en el proyecto para mantener la coherencia.
fr_fr: Recherchez des textes sémantiquement similaires dans le projet pour maintenir la cohérence.
it_it: Cerca testi semanticamente simili nel progetto per mantenere la coerenza.
ja_jp: プロジェクト内で意味的に類似したテキストを検索し、一貫性を維持します。
ru_ru: Поиск семантически схожих текстов в проекте для поддержания единообразия.

source: Search in:
de_de: Suche in:
es_es: Buscar en:
fr_fr: Rechercher dans :
it_it: Cerca in:
ja_jp: 検索対象:
ru_ru: Поиск в:

source: Search languages...
de_de: Sprachen suchen...
es_es: Buscar idiomas...
fr_fr: Rechercher des langues...
it_it: Cerca lingue...
ja_jp: 言語を検索...
ru_ru: Поиск языков...

source: Search plugins...
de_de: Plugins suchen...
es_es: Buscar complementos...
fr_fr: Rechercher des plugins...
it_it: Cerca plugin...
ja_jp: プラグインを検索...
ru_ru: Поиск плагинов...

source: Search text...
de_de: Text suchen...
es_es: Buscar texto...
fr_fr: Rechercher du texte...
it_it: Cerca testo...
ja_jp: テキストを検索...
ru_ru: Поиск текста...

source: Security Warning
de_de: Sicherheitswarnung
es_es: Advertencia de seguridad
fr_fr: Avertissement de sécurité
it_it: Avviso di sicurezza
ja_jp: セキュリティ警告
ru_ru: Предупреждение системы безопасности

source: Select Font:
de_de: Schriftart auswählen:
es_es: Seleccionar fuente:
fr_fr: Sélectionner la police :
it_it: Seleziona carattere:
ja_jp: フォントを選択:
ru_ru: Выбрать шрифт:

source: Select Glossary Files
de_de: Glossardateien auswählen
es_es: Seleccionar archivos de glosario
fr_fr: Sélectionner les fichiers du glossaire
it_it: Seleziona file del glossario
ja_jp: 用語集ファイルを選択
ru_ru: Выбрать файлы глоссария

source: Select PO File to Import
de_de: PO-Datei zum Importieren auswählen
es_es: Seleccionar Archivo PO para Importar
fr_fr: Sélectionner le fichier PO à importer
it_it: Seleziona File PO da Importare
ja_jp: インポートするPOファイルを選択
ru_ru: Выбрать файл PO для импорта

source: Select Plugin Archive
de_de: Plugin-Archiv auswählen
es_es: Seleccionar archivo de complemento
fr_fr: Sélectionner l'archive du plugin
it_it: Seleziona Archivio Plugin
ja_jp: プラグイン書庫ファイルを選択
ru_ru: Выберите архив плагина

source: Select Project Location
de_de: Projektstandort auswählen
es_es: Seleccionar ubicación del proyecto
fr_fr: Sélectionner l'emplacement du projet
it_it: Seleziona Posizione Progetto
ja_jp: プロジェクトの保存場所を選択
ru_ru: Выберите расположение проекта

source: Select Source File
de_de: Quelldatei auswählen
es_es: Seleccionar archivo de origen
fr_fr: Sélectionner le fichier source
it_it: Seleziona fichier di origine
ja_jp: ソースファイルを選択
ru_ru: Выбрать исходный файл

source: Select Source Files
de_de: Quelldateien auswählen
es_es: Seleccionar archivos de origen
fr_fr: Sélectionner les fichiers source
it_it: Seleziona file di origine
ja_jp: ソースファイルを選択
ru_ru: Выбрать исходные файлы

source: Select TBX File to Import
de_de: TBX-Datei zum Importieren auswählen
es_es: Seleccionar Archivo TBX para Importar
fr_fr: Sélectionner le fichier TBX à importer
it_it: Seleziona File TBX da Importare
ja_jp: インポートするTBXファイルを選択
ru_ru: Выбрать файл TBX для импорта

source: Select TM File to Import
de_de: TM-Datei zum Importieren auswählen
es_es: Seleccionar Archivo TM para Importar
fr_fr: Sélectionner le fichier TM à importer
it_it: Seleziona File TM da Importare
ja_jp: インポートするTMファイルを選択
ru_ru: Выбрать файл ТМ для импорта

source: Select TM Files
de_de: TM-Dateien auswählen
es_es: Seleccionar archivos de TM
fr_fr: Sélectionner les fichiers TM
it_it: Seleziona File TM
ja_jp: インポートするTMファイルを選択
ru_ru: Выбрать файлы ТМ

source: Select Usage Type:
de_de: Verwendungstyp auswählen:
es_es: Seleccionar tipo de uso:
fr_fr: Sélectionnez le type d'utilisation :
it_it: Seleziona tipo di utilizzo:
ja_jp: 使用タイプを選択:
ru_ru: Выберите тип использования:

source: Select a new target language to add to the project:
de_de: Wählen Sie eine neue Zielsprache aus, die dem Projekt hinzugefügt werden soll:
es_es: Seleccionar un nuevo idioma de destino para agregar al proyecto:
fr_fr: Sélectionner une nouvelle langue cible à ajouter au projet :
it_it: Seleziona una nuova lingua di destinazione da aggiungere al progetto:
ja_jp: プロジェクトに追加する新しいターゲット言語を選択:
ru_ru: Выберите новый целевой язык для добавления в проект:

source: Select a plugin
de_de: Plugin auswählen
es_es: Seleccionar un complemento
fr_fr: Sélectionner un plugin
it_it: Seleziona un plugin
ja_jp: プラグインを選択
ru_ru: Выберите плагин

source: Select a provider template...
de_de: Wählen Sie eine Anbieter-Vorlage aus...
es_es: Seleccionar una plantilla de proveedor...
fr_fr: Sélectionnez un modèle de fournisseur...
it_it: Seleziona un modello di provider...
ja_jp: プロバイダーテンプレートを選択...
ru_ru: Выберите шаблон провайдера...

source: Select new POT template for comparison
de_de: Wählen Sie eine neue POT-Vorlage für den Vergleich aus
es_es: Seleccionar nueva plantilla POT para comparar
fr_fr: Sélectionner un nouveau modèle POT pour comparaison
it_it: Seleziona un nuovo modello POT per il confronto
ja_jp: 比較用の新しいPOTテンプレートを選択
ru_ru: Выбрать новый шаблон POT для сравнения

source: Select new version code file for comparison
de_de: Neue Version der Code-Datei zum Vergleich auswählen
es_es: Seleccionar nuevo archivo de código de versión para comparar
fr_fr: Sélectionner le fichier de code de la nouvelle version pour comparaison
it_it: Seleziona il file di codice della nuova versione per il confronto
ja_jp: 比較する新バージョンのコードファイルを選択
ru_ru: Выбрать файл кода новой версии для сравнения

source: Selected Items
de_de: Ausgewählte Elemente
es_es: Elementos seleccionados
fr_fr: Éléments sélectionnés
it_it: Elementi selezionati
ja_jp: 選択された項目
ru_ru: Выбранные элементы

source: Selected item(s) already have the desired warning status.
de_de: Ausgewählte Elemente haben bereits den gewünschten Warnstatus.
es_es: Los elementos seleccionados ya tienen el estado de advertencia deseado.
fr_fr: Les éléments sélectionnés ont déjà le statut d'avertissement souhaité.
it_it: Gli elementi selezionati hanno già lo stato di avviso desiderato.
ja_jp: 選択された項目は既に希望する警告ステータスを持っています。
ru_ru: Выбранный(е) элемент(ы) уже имеют желаемый статус предупреждения.

source: Selected: "{text}..." (Line: {line_num})
de_de: Ausgewählt: "{text}..." (Zeile: {line_num})
es_es: Seleccionado: "{text}..." (Línea: {line_num})
fr_fr: Sélectionné : "{text}..." (Ligne : {line_num})
it_it: Selezionato: "{text}..." (Riga: {line_num})
ja_jp: 選択済み: 「{text}...」 (行: {line_num})
ru_ru: Выбрано: "{text}..." (Строка: {line_num})

source: Selection
de_de: Selezione
es_es: Selección
fr_fr: Sélection
it_it: Selezione
ja_jp: 選択範囲
ru_ru: Выбор

source: Self-Repair: '{text}...' failed validation. Issues: {errors} Retrying with user correction template...
de_de: Self-Repair: '{text}...' Validierung fehlgeschlagen. Probleme: {errors} Erneuter Versuch mit Benutzerkorrekturvorlage...
es_es: Auto-reparación: '{text}...' falló la validación. Problemas: {errors} Reintentando con la plantilla de corrección del usuario...
fr_fr: Auto-réparation : '{text}...' n'a pas passé la validation. Problèmes : {errors} Nouvelle tentative avec le modèle de correction utilisateur...
it_it: Auto-riparazione: '{text}...' non ha superato la convalida. Problemi: {errors} Nuovo tentativo con il modello di correzione utente...
ja_jp: Self-Repair: '{text}...' の検証に失敗しました。問題点: {errors} ユーザー修正テンプレートで再試行中...
ru_ru: Self-Repair: '{text}...' не прошёл проверку. Проблемы: {errors} Повторная попытка с шаблоном исправления пользователя...

source: Semantic Retrieval
de_de: Semantische Abfrage
es_es: Recuperación Semántica
fr_fr: Recherche sémantique
it_it: Recupero Semantico
ja_jp: セマンティック検索
ru_ru: Семантический поиск

source: Set all to:
de_de: Alle auf:
es_es: Establecer todo a:
fr_fr: Tout définir sur :
it_it: Imposta tutto su:
ja_jp: すべてを設定:
ru_ru: Установить всё в:

source: Set as Active
de_de: Als aktiv festlegen
es_es: Establecer como activo
fr_fr: Définir comme actif
it_it: Imposta come attivo
ja_jp: アクティブに設定
ru_ru: Сделать активным

source: Set as Root
de_de: Als Root festlegen
es_es: Establecer como Raíz
fr_fr: Définir comme racine
it_it: Imposta come Radice
ja_jp: ルートとして設定
ru_ru: Установить как корневой

source: Setting up plugin environment...
de_de: Plugin-Umgebung wird eingerichtet...
es_es: Configurando el entorno del complemento...
fr_fr: Configuration de l'environnement du plugin...
it_it: Configurazione dell'ambiente del plugin in corso...
ja_jp: プラグイン環境を設定中...
ru_ru: Настройка среды плагина...

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ru_ru: Настройки

source: Settings applied.
de_de: Einstellungen übernommen.
es_es: Configuración aplicada.
fr_fr: Paramètres appliqués.
it_it: Impostazioni applicate.
ja_jp: 設定が適用されました。
ru_ru: Настройки применены.

source: Settings...
de_de: Einstellungen...
es_es: Configuración...
fr_fr: Paramètres...
it_it: Impostazioni...
ja_jp: 設定...
ru_ru: Настройки...

source: Should be Translated As
de_de: Sollte übersetzt werden als
es_es: Debe traducirse como
fr_fr: Doit être traduit par
it_it: Da Tradurre Come
ja_jp: 翻訳すべき
ru_ru: Должно быть переведено как

source: Show All Files
de_de: Alle Dateien anzeigen
es_es: Mostrar Todos los Archivos
fr_fr: Afficher tous les fichiers
it_it: Mostra Tutti i File
ja_jp: すべてのファイルを表示
ru_ru: Показать все файлы

source: Show Ignored
de_de: Ignorierte anzeigen
es_es: Mostrar Ignorados
fr_fr: Afficher les ignorés
it_it: Mostra Ignorati
ja_jp: 無視済みを表示
ru_ru: Показать игнорируемые

source: Show Password
de_de: Passwort anzeigen
es_es: Mostrar contraseña
fr_fr: Afficher le mot de passe
it_it: Mostra password
ja_jp: パスワードを表示
ru_ru: Показать пароль

source: Show Translated
de_de: Übersetzte anzeigen
es_es: Mostrar Traducidos
fr_fr: Afficher les traduits
it_it: Mostra Tradotti
ja_jp: 翻訳済みを表示
ru_ru: Показать переведенные

source: Show Unreviewed
de_de: Unüberprüfte anzeigen
es_es: Mostrar sin revisar
fr_fr: Afficher les non révisés
it_it: Mostra Non Revisionati
ja_jp: 未レビューを表示
ru_ru: Показать непроверенные

source: Show Untranslated
de_de: Unübersetzte anzeigen
es_es: Mostrar No Traducidos
fr_fr: Afficher les non traduits
it_it: Mostra Non Tradotti
ja_jp: 未翻訳を表示
ru_ru: Показать непереведенные

source: Show a dialog to resolve conflicts one by one.
de_de: Zeigen Sie einen Dialog an, um Konflikte einzeln zu lösen.
es_es: Mostrar un diálogo para resolver conflictos uno por uno.
fr_fr: Afficher une boîte de dialogue pour résoudre les conflits un par un.
it_it: Mostra una finestra di dialogo per risolvere i conflitti uno per uno.
ja_jp: 競合を1つずつ解決するダイアログを表示します。
ru_ru: Показать диалог для разрешения конфликтов по одному.

source: Similar Texts (TM/RAG)
de_de: Ähnliche Texte (TM/RAG)
es_es: Textos Similares (TM/RAG)
fr_fr: Textes similaires (TM/RAG)
it_it: Testi Simili (TM/RAG)
ja_jp: 類似テキスト (TM/RAG)
ru_ru: Похожие тексты (ТМ/RAG)

source: Similarity
de_de: Ähnlichkeit
es_es: Similitud
fr_fr: Similarité
it_it: Similarità
ja_jp: 類似度
ru_ru: Сходство

source: Single
de_de: Einzel
es_es: Único
fr_fr: Simple
it_it: Singolo
ja_jp: シングル
ru_ru: Один

source: Single and double quotes must match their types exactly.
de_de: Einfache und doppelte Anführungszeichen müssen in ihrem Typ genau übereinstimmen.
es_es: Las comillas simples y dobles deben coincidir exactamente con sus tipos.
fr_fr: Les guillemets simples et doubles doivent correspondre exactement à leurs types.
it_it: Le virgolette singole e doppie devono corrispondere esattamente al loro tipo.
ja_jp: シングルクォートとダブルクォートは、その種類が完全に一致している必要があります。
ru_ru: Одинарные и двойные кавычки должны точно соответствовать своим типам.

source: Single quotes mismatch (source: {src_count}, target: {tgt_count})
de_de: Einfache Anführungszeichen stimmen nicht überein (Quelle: {src_count}, Ziel: {tgt_count})
es_es: Comillas simples no coinciden (origen: {src_count}, destino: {tgt_count})
fr_fr: Guillemets simples non concordants (source : {src_count}, cible : {tgt_count})
it_it: Virgolette singole non corrispondenti (origine: {src_count}, destinazione: {tgt_count})
ja_jp: シングルクォートの不一致 (原文: {src_count}, 訳文: {tgt_count})
ru_ru: Несоответствие одинарных кавычек (исходник: {src_count}, перевод: {tgt_count})

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ja_jp: サイズ
ru_ru: Размер

source: Size:
de_de: Größe:
es_es: Tamaño:
fr_fr: Taille :
it_it: Dimensione:
ja_jp: サイズ:
ru_ru: Размер:

source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
it_it: Salta
ja_jp: スキップ
ru_ru: Пропустить

source: Skip Translated
de_de: Übersetzte überspringen
es_es: Omitir traducciones
fr_fr: Ignorer les traductions existantes
it_it: Salta Tradotti
ja_jp: 翻訳済みをスキップ
ru_ru: Пропустить переведенные

source: Skip existing entries
de_de: Vorhandene Einträge überspringen
es_es: Omitir entradas existentes
fr_fr: Ignorer les entrées existantes
it_it: Salta le voci esistenti
ja_jp: 既存のエントリをスキップ
ru_ru: Пропустить существующие записи

source: Smart
de_de: Intelligent
es_es: Inteligente
fr_fr: Intelligent
ja_jp: スマート
ru_ru: Умный

source: Smart Fix
de_de: Intelligente Korrektur
es_es: Reparación inteligente
fr_fr: Réparation intelligente
ja_jp: スマート修正
ru_ru: Умное исправление

source: Smart Fix Complete
de_de: Smart Fix abgeschlossen
es_es: Reparación Inteligente Completada
fr_fr: Réparation intelligente terminée
it_it: Smart Fix Completato
ja_jp: スマート修正完了
ru_ru: Умное исправление завершено

source: Smart Fix complete. All issues resolved by rules.
de_de: Smart Fix abgeschlossen. Alle Probleme wurden durch Regeln gelöst.
es_es: Reparación inteligente completada. Todos los problemas resueltos por reglas.
fr_fr: Réparation intelligente terminée. Tous les problèmes ont été résolus par les règles.
it_it: Smart Fix completato. Tutti i problemi risolti tramite regole.
ja_jp: Smart Fix 完了。すべての問題がルールによって解決されました。
ru_ru: Умное исправление завершено. Все проблемы устранены правилами.

source: Smart Paste
de_de: Intelligentes Einfügen
es_es: Pegado inteligente
fr_fr: Collage intelligent
it_it: Incolla intelligente
ja_jp: スマートペースト
ru_ru: Умная вставка

source: Source
de_de: Quelle
es_es: Fuente
it_it: Sorgente
ja_jp: ソース
ru_ru: Исходник

source: Source Chars (Translated only)
de_de: Quellzeichen (nur übersetzt)
es_es: Caracteres de origen (solo traducidos)
fr_fr: Caractères source (uniquement traduits)
it_it: Caratteri Sorgente (solo tradotti)
ja_jp: 翻訳済みのソース文字数
ru_ru: Символов в исходном тексте (только переведённые)

source: Source File
de_de: Ursprungsdatei
es_es: Archivo fuente
fr_fr: Source
it_it: File sorgente
ja_jp: ソースファイル
ru_ru: Исходный файл

source: Source File Conflict
de_de: Conflitto file sorgente
es_es: Conflicto de archivo de origen
fr_fr: Conflit de fichier source
it_it: Conflitto file sorgente
ja_jp: ソースファイルコンフリクト
ru_ru: Конфликт исходных файлов

source: Source Files
de_de: Quelldateien
es_es: Archivos de origen
fr_fr: Fichiers source
it_it: File di origine
ja_jp: ソースファイル
ru_ru: Исходные файлы

source: Source Files:
de_de: Quelldateien:
es_es: Archivos de origen:
fr_fr: Fichiers source :
it_it: File di origine:
ja_jp: ソースファイル:
ru_ru: Исходные файлы:

source: Source Lang
de_de: Ausgangssprache
es_es: Idioma de origen
fr_fr: Langue source
it_it: Lingua sorgente
ja_jp: ソース言語
ru_ru: Исходный язык

source: Source Language
de_de: Ausgangssprache
es_es: Idioma de origen
fr_fr: Langue source
it_it: Lingua sorgente
ja_jp: ソース言語
ru_ru: Исходный язык

source: Source Language:
de_de: Quellsprache:
es_es: Idioma de origen:
fr_fr: Langue source:
it_it: Lingua sorgente:
ja_jp: ソース言語：
ru_ru: Исходный язык:

source: Source Line
de_de: Quellzeile
es_es: Línea de origen
fr_fr: Ligne source
it_it: Riga Sorgente
ja_jp: ソース行
ru_ru: Исходная строка

source: Source Term
de_de: Ausgangsbegriff
es_es: Término de origen
fr_fr: Terme source
it_it: Termine Sorgente
ja_jp: ソース用語
ru_ru: Исходный термин

source: Source Term:
de_de: Termine di origine:
es_es: Término de origen:
fr_fr: Terme source :
it_it: Termine di origine:
ja_jp: 原文用語：
ru_ru: Исходный термин:

source: Source Text
de_de: Quelltext
es_es: Texto de origen
fr_fr: Texte source
it_it: Testo Sorgente
ja_jp: ソーステキスト
ru_ru: Исходный текст

source: Source and target languages cannot be the same.
de_de: Ausgangs- und Zielsprache dürfen nicht identisch sein.
es_es: El idioma de origen y el de destino no pueden ser el mismo.
fr_fr: La langue source et la langue cible ne peuvent pas être identiques.
it_it: Lingua sorgente e lingua di destinazione non possono essere uguali.
ja_jp: ソース言語とターゲット言語は同じにできません。
ru_ru: Исходный и целевой языки не могут быть одинаковыми.

source: Source file does not exist.
de_de: Quelldatei existiert nicht.
es_es: El archivo de origen no existe.
fr_fr: Le fichier source n'existe pas.
it_it: Il fichier di origine non esiste.
ja_jp: ソースファイルが存在しません。
ru_ru: Исходный файл не существует.

source: Source file re-scanned and updated successfully.
de_de: File sorgente scansionato e aggiornato con successo.
es_es: Archivo de origen re-escaneado y actualizado correctamente.
fr_fr: Fichier source ré-analysé et mis à jour avec succès.
it_it: File sorgente scansionato e aggiornato con successo.
ja_jp: ソースファイルは正常に再スキャンおよび更新されました。
ru_ru: Исходный файл успешно пересканирован и обновлён.

source: Source language cannot be changed after project creation.
de_de: Die Ausgangssprache kann nach der Projekterstellung nicht geändert werden.
es_es: El idioma de origen no puede cambiarse después de la creación del proyecto.
fr_fr: La langue source ne peut pas être modifiée après la création du projet.
it_it: La lingua sorgente non può essere modificata dopo la creazione del progetto.
ja_jp: プロジェクト作成後はソース言語を変更できません。
ru_ru: Исходный язык нельзя изменить после создания проекта.

source: Source term and target term cannot be empty.
de_de: Il termine di origine e il termine di destinazione non possono essere vuoti.
es_es: El término de origen y el término de destino no pueden estar vacíos.
fr_fr: Le terme source et le terme cible ne peuvent pas être vides.
it_it: Seleziona un file sorgente per una nuova scansione.
ja_jp: 原文用語と訳文用語は空にできません。
ru_ru: Исходный и целевой термины не могут быть пустыми.

source: Source:
de_de: Quelle:
es_es: Fuente:
it_it: Fonte:
ja_jp: 出典：
ru_ru: Источник:

source: Specific Rule
de_de: Spezifische Regel
es_es: Regla específica
fr_fr: Règle spécifique
it_it: Regola Specifica
ja_jp: 特定のルール
ru_ru: Конкретное правило

source: Square Brackets []
de_de: Eckige Klammern []
es_es: Corchetes []
fr_fr: Crochets droits []
it_it: Parentesi Quadre []
ja_jp: 角括弧 []
ru_ru: Квадратные скобки []

source: Src
de_de: Quellspr.
es_es: Idioma origen
fr_fr: Lang. source
it_it: Lingua orig.
ja_jp: ソース言語
ru_ru: Ист.

source: Src:
de_de: Quellspr.:
es_es: Idioma origen:
fr_fr: Lang. source :
it_it: Lingua orig.:
ja_jp: ソース言語：
ru_ru: Исх. язык:

source: Start Batch Translation
de_de: Batch-Übersetzung starten
es_es: Iniciar Traducción por Lotes
fr_fr: Démarrer la traduction par lot
it_it: Avvia Traduzione Batch
ja_jp: バッチ翻訳を開始
ru_ru: Начать пакетный перевод

source: Start Interactive Review
de_de: Interaktive Überprüfung starten
es_es: Iniciar revisión interactiva
fr_fr: Démarrer la révision interactive
it_it: Avvia Revisione Interattiva
ja_jp: インタラクティブレビューを開始
ru_ru: Начать интерактивную проверку

source: Starting Deep Scan (Threads: {n})...
de_de: Starte Deep Scan (Threads: {n})...
es_es: Iniciando Escaneo Profundo (Hilos: {n})...
fr_fr: Lancement de l'analyse approfondie (Threads : {n})...
it_it: Avvio Scansione Profonda (Thread: {n})...
ja_jp: ディープスキャンを開始しています (スレッド数: {n})...
ru_ru: Запуск глубокого сканирования (Потоков: {n})...

source: Starting Punctuation Mismatch
de_de: Anfangszeichensetzung stimmt nicht überein
es_es: Inicio de signos de puntuación no coincidentes
fr_fr: Ponctuation de début non correspondante
it_it: Disallineamento della punteggiatura iniziale
ja_jp: 開始句読点の不一致
ru_ru: Несоответствие начальных знаков препинания

source: Starting project build...
de_de: Projekt-Build wird gestartet...
es_es: Iniciando la compilación del proyecto...
fr_fr: Lancement de la construction du projet...
it_it: Avvio build del progetto...
ja_jp: プロジェクトのビルドを開始しています...
ru_ru: Начало сборки проекта...

source: Static Instruction
de_de: Statische Anweisung
es_es: Instrucción estática
fr_fr: Instruction statique
it_it: Istruzione Statica
ja_jp: 静的指示
ru_ru: Статическая инструкция

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ja_jp: 統計
ru_ru: Статистика

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
ru_ru: Статус

source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
it_it: Interrompi
ja_jp: 停止
ru_ru: Стоп

source: Stop AI Batch Translation
de_de: KI-Stapelübersetzung stoppen
es_es: Detener traducción automática por lotes
fr_fr: Arrêter la traduction IA par lots
it_it: Ferma Traduzione AI in Batch
ja_jp: AI一括翻訳を停止
ru_ru: Остановить пакетный перевод ИИ

source: Stopped by user
de_de: Vom Benutzer gestoppt
es_es: Detenido por el usuario
fr_fr: Arrêté par l'utilisateur
it_it: Interrotto dall'utente
ja_jp: ユーザーによって停止されました
ru_ru: Остановлено пользователем

source: Strategy
de_de: Strategie
es_es: Estrategia
fr_fr: Stratégie
it_it: Strategia
ja_jp: 戦略
ru_ru: Стратегия

source: Stream Error
de_de: Stream-Fehler
es_es: Error de transmisión
fr_fr: Erreur de flux
it_it: Errore di Stream
ja_jp: ストリームエラー
ru_ru: Ошибка потока

source: Strict
de_de: Strikt
es_es: Estricto
it_it: Rigoroso
ja_jp: 厳格
ru_ru: Строгий

source: String "{text}..." already has a translation. Overwrite with AI translation?
de_de: Zeichenkette "{text}..." hat bereits eine Übersetzung. Mit KI-Übersetzung überschreiben?
es_es: La cadena "{text}..." ya tiene una traducción. ¿Sobrescribir con la traducción de IA?
fr_fr: La chaîne "{text}..." a déjà une traduction. Écraser avec la traduction IA ?
it_it: La stringa "{text}..." ha già una traduzione. Sovrascrivere con la traduzione AI?
ja_jp: 文字列「{text}...」にはすでに翻訳があります。AI翻訳で上書きしますか？
ru_ru: Строка "{text}..." уже имеет перевод. Перезаписать ИИ-переводом?

source: Structural Content
de_de: Struktureller Inhalt
es_es: Contenido Estructural
fr_fr: Contenu structurel
it_it: Contenuto Strutturale
ja_jp: 構造コンテンツ
ru_ru: Структурное содержимое

source: Style Guide:
es_es: Guía de Estilo:
fr_fr: Guide de style :
it_it: Guida di Stile:
ja_jp: スタイルガイド:
ru_ru: Руководство по стилю:

source: Style guide will appear here after analysis...
de_de: Die Styleguide wird hier nach der Analyse erscheinen...
es_es: La guía de estilo aparecerá aquí después del análisis...
fr_fr: Le guide de style apparaîtra ici après l'analyse...
it_it: La guida di stile apparirà qui dopo l'analisi...
ja_jp: スタイルガイドは分析後にここに表示されます...
ru_ru: Руководство по стилю появится здесь после анализа...

source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
it_it: Successo
ja_jp: 成功
ru_ru: Успех
