Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Missing Information
de_de: Fehlende Informationen
es_es: Información Faltante
fr_fr: Informations manquantes
it_it: Informazioni mancanti
ja_jp: 情報が不足しています
ru_ru: Отсутствующая информация

source: Missing Input
de_de: Fehlende Eingabe
es_es: Entrada faltante
fr_fr: Entrée manquante
it_it: Input mancante
ja_jp: 入力がありません
ru_ru: Отсутствует ввод

source: Missing Libraries
de_de: Fehlende Bibliotheken
es_es: Bibliotecas Faltantes
fr_fr: Bibliothèques manquantes
it_it: Librerie Mancanti
ja_jp: 不足しているライブラリ
ru_ru: Отсутствующие библиотеки

source: Missing dependencies: {deps}
de_de: Fehlende Abhängigkeiten: {deps}
es_es: Dependencias faltantes: {deps}
fr_fr: Dépendances manquantes : {deps}
it_it: Dipendenze mancanti: {deps}
ja_jp: 不足している依存関係: {deps}
ru_ru: Отсутствующие зависимости: {deps}

source: Missing external libraries: {libs}. Check to force-enable.
de_de: Fehlende externe Bibliotheken: {libs}. Aktivieren Sie die Option zum Erzwingen der Aktivierung.
es_es: Bibliotecas externas faltantes: {libs}. Marque para habilitar forzosamente.
fr_fr: Bibliothèques externes manquantes : {libs}. Cochez pour forcer l'activation.
it_it: Librerie esterne mancanti: {libs}. Seleziona per forzare l'abilitazione.
ja_jp: 不足している外部ライブラリ: {libs}。強制的に有効にするにはチェックしてください。
ru_ru: Отсутствуют внешние библиотеки: {libs}. Проверьте, чтобы принудительно включить.

source: Missing space between '{c}' and '{l}'
de_de: Fehlendes Leerzeichen zwischen '{c}' und '{l}'
es_es: Falta un espacio entre '{c}' y '{l}'
fr_fr: Espace manquant entre '{c}' et '{l}'
it_it: Spazio mancante tra '{c}' e '{l}'
ja_jp: '{c}'と'{l}'の間にスペースがありません
ru_ru: Отсутствует пробел между '{c}' и '{l}'

source: Missing space between '{l}' and '{c}'
de_de: Fehlendes Leerzeichen zwischen '{l}' und '{c}'
es_es: Falta un espacio entre '{l}' y '{c}'
fr_fr: Espace manquant entre '{l}' et '{c}'
it_it: Spazio mancante tra '{l}' e '{c}'
ja_jp: '{l}'と'{c}'の間にスペースがありません
ru_ru: Отсутствует пробел между '{l}' и '{c}'

source: Missing {label}: {items}
de_de: Fehlende {label}: {items}
es_es: Faltan {label}: {items}
fr_fr: {label} manquant(e) : {items}
it_it: Mancante {label}: {items}
ja_jp: {label}がありません: {items}
ru_ru: Отсутствует {label}: {items}

source: Model Name:
de_de: Modellname:
es_es: Nombre del Modelo:
fr_fr: Nom du modèle :
it_it: Nome Modello:
ja_jp: モデル名:
ru_ru: Имя модели:

source: Modified
de_de: Geändert am
es_es: Modificado
fr_fr: Modifié le
it_it: Modificato
ja_jp: 変更
ru_ru: Изменено

source: Modified/Inherited
de_de: Geändert/Geerbt
es_es: Modificado/Heredado
fr_fr: Modifié/Hérité
it_it: Modificato/Ereditato
ja_jp: 変更/継承
ru_ru: Изменено/Унаследовано

source: Modify Style Guide here for testing...
de_de: Hier den Stilleitfaden für Tests anpassen...
es_es: Modificar la Guía de Estilo aquí para pruebas...
fr_fr: Modifier le guide de style ici pour les tests...
it_it: Modifica qui la Guida di Stile per il test...
ja_jp: スタイルガイドをここでテスト用に変更...
ru_ru: Изменить Руководство по стилю здесь для тестирования...

source: Most Complex (Variables/Tags)
de_de: Am komplexesten (Variablen/Tags)
es_es: Más Complejo (Variables/Etiquetas)
fr_fr: Le plus complexe (Variables/Étiquettes)
it_it: Più Complesso (Variabili/Tag)
ja_jp: 最も複雑（変数/タグ）
ru_ru: Наиболее сложные (Переменные/Теги)

source: Move Down (Lower Priority)
de_de: Nach unten (Niedrigere Priorität)
es_es: Bajar (Prioridad más baja)
fr_fr: Descendre (Priorité inférieure)
it_it: Sposta in basso (Priorità inferiore)
ja_jp: 下へ移動（優先度を下げる）
ru_ru: Переместить вниз (ниже приоритет)

source: Move Up (Higher Priority)
de_de: Nach oben (höhere Priorität)
es_es: Subir (Prioridad más alta)
fr_fr: Monter (Priorité plus élevée)
it_it: Sposta su (Priorità più alta)
ja_jp: 上へ移動 (優先度を上げる)
ru_ru: Переместить вверх (Высший приоритет)

source: Multiline Mode
de_de: Mehrzeilenmodus
es_es: Modo multilínea
fr_fr: Mode multiligne
it_it: Modalità Multiriga
ja_jp: 複数行モード
ru_ru: Многострочный режим

source: Multiline Mode: Unknown
de_de: Mehrzeilenmodus: Unbekannt
es_es: Modo multilínea: Desconocido
fr_fr: Mode multiligne : Inconnu
it_it: Modalità Multiriga: Sconosciuto
ja_jp: マルチライン モード: 不明
ru_ru: Многострочный режим: Неизвестно

source: N/A
de_de: N/D
es_es: N/D
it_it: N/D
ru_ru: Н/Д

source: Name:
es_es: Nombre:
fr_fr: Nom :
it_it: Nome:
ja_jp: 名前:
ru_ru: Название:

source: Navigation Error
de_de: Navigationsfehler
es_es: Error de Navegación
fr_fr: Erreur de navigation
it_it: Errore di Navigazione
ja_jp: ナビゲーションエラー
ru_ru: Ошибка навигации

source: Nearby Text
de_de: Umgebungstext
es_es: Texto Cercano
fr_fr: Texte à proximité
it_it: Testo Vicino
ja_jp: 近くのテキスト
ru_ru: Соседний текст

source: Nearby translated text for context.
de_de: In der Nähe übersetzter Text für den Kontext.
es_es: Texto traducido cercano para contexto.
fr_fr: Texte traduit à proximité pour contexte.
it_it: Testo tradotto nelle vicinanze per contesto.
ja_jp: 文脈のための近くの翻訳済みテキスト。
ru_ru: Рядом переведенный текст для контекста.

source: Nearby untranslated original text.
de_de: In der Nähe befindlicher nicht übersetzter Originaltext.
es_es: Texto original no traducido cercano.
fr_fr: Texte original non traduit à proximité.
it_it: Testo originale non tradotto nelle vicinanze.
ja_jp: 文脈のための近くの未翻訳の原文。
ru_ru: Близлежащий непереведённый исходный текст.

source: Neighboring Text
de_de: Angrenzender Text
es_es: Texto Adyacente
fr_fr: Texte adjacent
it_it: Testo Adiacente
ja_jp: 近隣テキスト
ru_ru: Соседний текст

source: Network Error
de_de: Netzwerkfehler
es_es: Error de Red
fr_fr: Erreur réseau
it_it: Errore di Rete
ja_jp: ネットワークエラー
ru_ru: Сетевая ошибка

source: Network connection failed. Please check your internet connection and firewall settings.
de_de: Netzwerkverbindung fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und Firewall-Einstellungen.
es_es: Error de conexión de red. Por favor, verifique su conexión a internet y la configuración del firewall.
fr_fr: Échec de la connexion réseau. Veuillez vérifier votre connexion Internet et les paramètres de votre pare-feu.
it_it: Connessione di rete fallita. Controlla la tua connessione internet e le impostazioni del firewall.
ja_jp: ネットワーク接続に失敗しました。インターネット接続とファイアウォールの設定を確認してください。
ru_ru: Сбой сетевого подключения. Проверьте ваше интернет-соединение и настройки брандмауэра.

source: Network error or API request failed
de_de: Netzwerkfehler oder API-Anfrage fehlgeschlagen
es_es: Error de red o fallo en la solicitud de la API
fr_fr: Erreur réseau ou échec de la requête API
it_it: Errore di rete o richiesta API fallita
ja_jp: ネットワークエラーまたはAPIリクエストが失敗しました
ru_ru: Ошибка сети или сбой запроса API

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新規
ru_ru: Новый

source: New Instruction
de_de: Neue Anweisung
es_es: Nueva Instrucción
fr_fr: Nouvelle instruction
it_it: Nuova Istruzione
ja_jp: 新しい指示
ru_ru: Новая инструкция

source: New Project
de_de: Neues Projekt
es_es: Nuevo proyecto
fr_fr: Nouveau projet
it_it: Nuovo Progetto
ja_jp: 新規プロジェクト
ru_ru: Новый проект

source: New Project...
de_de: Neues Projekt...
es_es: Nuevo proyecto...
fr_fr: Nouveau projet...
it_it: Nuovo Progetto...
ja_jp: 新規プロジェクト...
ru_ru: Новый проект...

source: New Rule
de_de: Neue Regel
es_es: Nueva Regla
fr_fr: Nouvelle règle
it_it: Nuova Regola
ja_jp: 新しいルール
ru_ru: Новое правило

source: New Translation
de_de: Neue Übersetzung
es_es: Nueva Traducción
fr_fr: Nouvelle traduction
it_it: Nuova Traduzione
ja_jp: 新規翻訳
ru_ru: Новый перевод

source: Newline Count Mismatch
de_de: Zeilenumbruchanzahl stimmt nicht überein
es_es: Inconsistencia en el recuento de saltos de línea
fr_fr: Nombre de sauts de ligne incohérent
it_it: Conteggio Newline Non Corrispondente
ja_jp: 改行数不一致
ru_ru: Несоответствие количества переводов строк

source: Next
de_de: Nächste
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
ru_ru: След.

source: Next Error
de_de: Nächster Fehler
es_es: Siguiente Error
fr_fr: Erreur suivante
it_it: Errore Successivo
ja_jp: 次のエラー
ru_ru: К следующей ошибке

source: Next Info
de_de: Nächste Info
es_es: Siguiente información
fr_fr: Info suivante
it_it: Info Successivo
ja_jp: 次の情報
ru_ru: К следующей информации

source: Next Item
de_de: Nächstes Element
es_es: Siguiente elemento
fr_fr: Élément suivant
it_it: Elemento Successivo
ja_jp: 次の項目
ru_ru: К следующему элементу

source: Next Sample
de_de: Nächste Probe
es_es: Siguiente Muestra
fr_fr: Prochain échantillon
it_it: Prossimo Campione
ja_jp: 次のサンプル
ru_ru: К следующему образцу

source: Next Unreviewed
de_de: Nächste ungeprüfte
es_es: Siguiente sin revisar
fr_fr: Suivant non révisé
it_it: Prossimo Non Revisionato
ja_jp: 次に未レビューの項目
ru_ru: К следующей непроверенной

source: Next Untranslated
de_de: Nächste unübersetzte
es_es: Siguiente sin traducir
fr_fr: Suivant non traduit
it_it: Successivo Non Tradotto
ja_jp: 次の未翻訳
ru_ru: К следующему непереведённому

source: Next Warning
de_de: Nächste Warnung
es_es: Siguiente Advertencia
fr_fr: Avertissement suivant
it_it: Prossimo Avviso
ja_jp: 次の警告
ru_ru: К следующему предупреждению

source: No
de_de: Nein
fr_fr: Non
ja_jp: いいえ
ru_ru: Нет

source: No AI batch translation task is in progress.
de_de: Keine KI-Stapelübersetzungsaufgabe läuft.
es_es: No hay ninguna tarea de traducción por IA en lotes en curso.
fr_fr: Aucune tâche de traduction IA par lots n'est en cours.
it_it: Nessuna attività di traduzione AI in batch in corso.
ja_jp: AI一括翻訳タスクは進行していません。
ru_ru: Пакетный перевод ИИ не выполняется.

source: No History
de_de: Kein Verlauf
es_es: Sin Historial Reciente
fr_fr: Aucun historique
it_it: Nessuna Cronologia
ja_jp: 履歴なし
ru_ru: Нет истории

source: No Result
de_de: Kein Ergebnis
es_es: Sin resultado
fr_fr: Aucun résultat
it_it: Nessun Risultato
ja_jp: 結果なし
ru_ru: Нет результата

source: No Selection
de_de: Keine Auswahl
es_es: Sin Selección
fr_fr: Aucune sélection
it_it: Nessuna Selezione
ja_jp: 選択なし
ru_ru: Ничего не выбрано

source: No TM matches found.
de_de: Keine TM-Übereinstimmungen gefunden.
es_es: No se encontraron coincidencias en la MT.
fr_fr: Aucune correspondance de MT trouvée.
it_it: Nessuna corrispondenza TM trovata.
ja_jp: TMに一致するものが見つかりませんでした。
ru_ru: В ТМ совпадений не найдено.

source: No TM/RAG matches.
de_de: Keine TM/RAG-Übereinstimmungen.
es_es: No hay coincidencias en TM/RAG.
fr_fr: Aucune correspondance TM/RAG.
it_it: Nessuna corrispondenza TM/RAG.
ja_jp: TM/RAG一致なし。
ru_ru: Нет совпадений в ТМ/RAG.

source: No Translation Needed
de_de: Keine Übersetzung erforderlich
es_es: No se Necesita Traducción
fr_fr: Aucune traduction nécessaire
it_it: Nessuna Traduzione Necessaria
ja_jp: 翻訳不要
ru_ru: Перевод не требуется

source: No active TM database found to clear the entry from.
de_de: Keine aktive TM-Datenbank zum Löschen des Eintrags gefunden.
es_es: No se encontró ninguna base de datos de TM activa para eliminar la entrada.
fr_fr: Aucune base de données de MT active n'a été trouvée pour supprimer l'entrée.
it_it: Nessun database TM attivo trovato da cui cancellare la voce.
ja_jp: アクティブなTMデータベースが見つからず、エントリをクリアできません。
ru_ru: Активная база данных ТМ не найдена для очистки записи.

source: No active correction prompt found. Please check AI Settings.
de_de: Kein aktiver Korrektur-Prompt gefunden. Bitte überprüfen Sie die KI-Einstellungen.
es_es: No se encontró ninguna indicación de corrección activa. Por favor, verifique la Configuración de IA.
fr_fr: Aucune invite de correction active trouvée. Veuillez vérifier les paramètres de l'IA.
it_it: Nessuna richiesta di correzione attiva trovata. Controlla le Impostazioni AI.
ja_jp: アクティブな修正プロンプトが見つかりません。AI設定を確認してください。
ru_ru: Активный запрос на исправление не найден. Проверьте настройки ИИ.

source: No active glossary database found.
de_de: Nessun database del glossario attivo trovato.
es_es: No se encontró una base de datos de glosario activa.
fr_fr: Aucune base de données de glossaire active trouvée.
it_it: Nessun database del glossario attivo trovato.
ja_jp: アクティブな用語集データベースが見つかりません。
ru_ru: Активная база данных глоссария не найдена.

source: No applicable strings to check against TM.
de_de: Keine anwendbaren Zeichenfolgen für die TM-Überprüfung vorhanden.
es_es: No hay cadenas aplicables para verificar en la TM.
fr_fr: Aucune chaîne applicable à vérifier dans la mémoire de traduction.
it_it: Nessuna stringa applicabile da verificare nella TM.
ja_jp: TMで照合可能な文字列がありません。
ru_ru: Нет подходящих строк для проверки в ТМ.

source: No applicable translations found in TM (or no changes needed).
de_de: Keine anwendbaren Übersetzungen im TM gefunden (oder keine Änderungen erforderlich).
es_es: No se encontraron traducciones aplicables en la MT (o no se necesitan cambios).
fr_fr: Aucune traduction applicable trouvée dans la MT (ou aucun changement nécessaire).
it_it: Nessuna traduzione applicabile trovata in MT (o nessuna modifica necessaria).
ja_jp: TMに適用可能な翻訳が見つかりませんでした (または変更不要でした)。
ru_ru: Нет применимых переводов в ТМ (или изменения не требуются).

source: No applicable translations found in TM.
de_de: Keine passenden Übersetzungen in der TM gefunden.
es_es: No se encontraron traducciones aplicables en la TM.
fr_fr: Aucune traduction applicable trouvée dans la TM.
it_it: Nessuna traduzione applicabile trovata nella TM.
ja_jp: TMに該当する翻訳が見つかりません。
ru_ru: В ТМ не найдено подходящих переводов.

source: No auto-fixable issues found.
de_de: Keine automatisch behebbaren Probleme gefunden.
es_es: No se encontraron problemas corregibles automáticamente.
fr_fr: Aucun problème pouvant être corrigé automatiquement trouvé.
it_it: Nessun problema risolvibile automaticamente trovato.
ja_jp: 自動修正可能な問題は見つかりませんでした。
ru_ru: Автоматически исправимых проблем не обнаружено.

source: No code content loaded to reload.
de_de: Kein Code-Inhalt zum Neuladen geladen.
es_es: No se cargó contenido de código para recargar.
fr_fr: Aucun contenu de code chargé à recharger.
it_it: Nessun contenuto di codice caricato da ricaricare.
ja_jp: 再読み込みするコードコンテンツが読み込まれていません。
ru_ru: Нет загруженного содержимого кода для перезагрузки.

source: No content to export.
de_de: Kein Inhalt zum Exportieren.
es_es: No hay contenido para exportar.
fr_fr: Aucun contenu à exporter.
it_it: Nessun contenuto da esportare.
ja_jp: エクスポートするコンテンツがありません。
ru_ru: Нет содержимого для экспорта.

source: No data to display.
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos para mostrar.
fr_fr: Aucune donnée à afficher.
it_it: Nessun dato da visualizzare.
ja_jp: 表示するデータがありません。
ru_ru: Нет данных для отображения.

source: No data to export.
de_de: Keine Daten zum Exportieren.
es_es: No hay datos para exportar.
fr_fr: Aucune donnée à exporter.
it_it: Nessun dato da esportare.
ja_jp: エクスポートするデータがありません。
ru_ru: Нет данных для экспорта.

source: No entries to save.
de_de: Keine Einträge zum Speichern.
es_es: No hay entradas para guardar.
fr_fr: Aucune entrée à enregistrer.
it_it: Nessuna voce da salvare.
ja_jp: 保存するエントリがありません。
ru_ru: Нет записей для сохранения.

source: No entries to update (all skipped).
de_de: Keine Einträge zum Aktualisieren (alle übersprungen).
es_es: No hay entradas para actualizar (todas omitidas).
fr_fr: Aucune entrée à mettre à jour (toutes ignorées).
it_it: Nessuna voce da aggiornare (tutte saltate).
ja_jp: 更新するエントリがありません（すべてスキップされました）。
ru_ru: Нет записей для обновления (все пропущены).

source: No glossary matches found.
de_de: Keine Glossarübereinstimmungen gefunden.
es_es: No se encontraron coincidencias en el glosario.
fr_fr: Aucune correspondance de glossaire trouvée.
it_it: Nessuna corrispondenza trovata nel glossario.
ja_jp: 用語集に一致する項目は見つかりませんでした。
ru_ru: Совпадений в глоссарии не найдено.

source: No glossary terms injected.
de_de: Keine Glossarbegriffe eingefügt.
es_es: No se inyectaron términos del glosario.
fr_fr: Aucun terme de glossaire injecté.
it_it: Nessun termine del glossario iniettato.
ja_jp: 用語集の用語は注入されていません。
ru_ru: Термины глоссария не внедрены.

source: No glossary terms provided.
de_de: Keine Glossarbegriffe angegeben.
es_es: No se proporcionaron términos del glosario.
fr_fr: Aucun terme de glossaire fourni.
it_it: Nessun termine del glossario fornito.
ja_jp: 用語集の用語が提供されていません。
ru_ru: Термины глоссария не предоставлены.

source: No issues found
de_de: Keine Probleme gefunden
es_es: No se encontraron problemas
fr_fr: Aucun problème trouvé
it_it: Nessun problema trovato
ja_jp: 問題は見つかりませんでした
ru_ru: Проблем не обнаружено

source: No item selected.
de_de: Kein Element ausgewählt.
es_es: No hay ningún elemento seleccionado.
fr_fr: Aucun élément sélectionné.
it_it: Nessun elemento selezionato.
ja_jp: 項目が選択されていません。
ru_ru: Элемент не выбран.

source: No items found in the selected scope.
de_de: Keine Elemente im ausgewählten Bereich gefunden.
es_es: No se encontraron elementos en el ámbito seleccionado.
fr_fr: Aucun élément trouvé dans la portée sélectionnée.
it_it: Nessun elemento trovato nell'ambito selezionato.
ja_jp: 選択された範囲内に項目が見つかりません。
ru_ru: В выбранной области элементы не найдены.

source: No items selected for AI translation.
de_de: Keine Elemente für die KI-Übersetzung ausgewählt.
es_es: No hay elementos seleccionados para la traducción por IA.
fr_fr: Aucun élément sélectionné pour la traduction IA.
it_it: Nessun elemento selezionato per la traduzione AI.
ja_jp: AI翻訳のために選択された項目がありません。
ru_ru: Нет выбранных элементов для ИИ-перевода.

source: No items selected to modify warning status.
de_de: Keine Elemente ausgewählt, um den Warnstatus zu ändern.
es_es: No hay elementos seleccionados para modificar el estado de advertencia.
fr_fr: Aucun élément sélectionné pour modifier le statut d'avertissement.
it_it: Nessun elemento selezionato per modificare lo stato degli avvisi.
ja_jp: 警告ステータスを変更するアイテムが選択されていません。
ru_ru: Нет выбранных элементов для изменения статуса предупреждения.

source: No items to process.
de_de: Keine Elemente zum Verarbeiten.
es_es: No hay elementos para procesar.
fr_fr: Aucun élément à traiter.
it_it: Nessun elemento da elaborare.
ja_jp: 処理する項目がありません。
ru_ru: Нет элементов для обработки.

source: No items to review.
de_de: Keine Elemente zur Überprüfung vorhanden.
es_es: No hay elementos para revisar.
fr_fr: Aucun élément à réviser.
it_it: Nessun elemento da revisionare.
ja_jp: レビューする項目がありません。
ru_ru: Нет элементов для проверки.

source: No items with fixable issues found.
de_de: Keine Elemente mit behebbaren Problemen gefunden.
es_es: No se encontraron elementos con problemas corregibles.
fr_fr: Aucun élément avec des problèmes pouvant être corrigés trouvé.
it_it: Nessun elemento con problemi risolvibili trovato.
ja_jp: 修正可能な問題がある項目は見つかりませんでした。
ru_ru: Элементов с исправимыми проблемами не найдено.

source: No match found
de_de: Keine Übereinstimmung gefunden
es_es: No se encontraron coincidencias
fr_fr: Aucune correspondance trouvée
it_it: Nessuna corrispondenza trovata
ja_jp: 一致するものが見つかりません
ru_ru: Совпадений не найдено

source: No matches found for '{search_term}' under current filters.
de_de: Keine Übereinstimmungen für '{search_term}' unter den aktuellen Filtern gefunden.
es_es: No se encontraron coincidencias para '{search_term}' bajo los filtros actuales.
fr_fr: Aucune correspondance trouvée pour '{search_term}' sous les filtres actuels.
it_it: Nessuna corrispondenza trovata per '{search_term}' con i filtri attuali.
ja_jp: 現在のフィルター条件で「{search_term}」に一致する項目は見つかりませんでした。
ru_ru: Совпадений для '{search_term}' не найдено при текущих фильтрах.

source: No matches found to replace.
de_de: Keine Übereinstimmungen zum Ersetzen gefunden.
es_es: No se encontraron coincidencias para reemplazar.
fr_fr: Aucune correspondance trouvée à remplacer.
it_it: Nessuna corrispondenza trovata da sostituire.
ja_jp: 置換対象の一致が見つかりませんでした。
ru_ru: Совпадений для замены не найдено.

source: No matches found.
de_de: Keine Übereinstimmungen gefunden.
es_es: No se encontraron coincidencias.
fr_fr: Aucune correspondance trouvée.
it_it: Nessuna corrispondenza trovata.
ja_jp: 一致する項目は見つかりませんでした。
ru_ru: Совпадений не найдено.

source: No matching TM entries or no changes needed for selected items.
de_de: Keine passenden TM-Einträge oder keine Änderungen für ausgewählte Elemente erforderlich.
es_es: No hay entradas de MT coincidentes o no se necesitan cambios para los elementos seleccionados.
fr_fr: Aucune entrée de MT correspondante ou aucun changement nécessaire pour les éléments sélectionnés.
it_it: Nessuna voce MT corrispondente o nessuna modifica necessaria per gli elementi selezionati.
ja_jp: 一致するTMエントリがないか、選択した項目に変更は不要です。
ru_ru: Нет совпадающих записей в ТМ или изменения не требуются.

source: No more actions to redo
de_de: Keine weiteren Aktionen zum Wiederherstellen
es_es: No hay más acciones para rehacer
fr_fr: Plus aucune action à refaire
it_it: Nessuna altra azione da ripristinare
ja_jp: やり直せる操作はありません
ru_ru: Нет больше действий для повтора

source: No more actions to undo
de_de: Keine weiteren Aktionen zum Rückgängigmachen
es_es: No hay más acciones para deshacer
fr_fr: Plus aucune action à annuler
it_it: Nessuna altra azione da annullare
ja_jp: 元に戻せる操作はありません
ru_ru: Нет больше действий для отмены

source: No more {type} items found.
de_de: Keine weiteren {type}-Elemente gefunden.
es_es: No se encontraron más elementos de {type}.
fr_fr: Aucun autre élément {type} trouvé.
it_it: Nessun altro elemento {type} trovato.
ja_jp: これ以上 {type} アイテムが見つかりません。
ru_ru: Больше элементов типа {type} не найдено.

source: No original code content to save.
de_de: Kein Original-Code-Inhalt zum Speichern.
es_es: No hay contenido de código original para guardar.
fr_fr: Aucun contenu de code original à enregistrer.
it_it: Nessun contenuto di codice originale da salvare.
ja_jp: 保存する元のコードコンテンツがありません。
ru_ru: Нет исходного содержимого кода для сохранения.

source: No original code file path.
de_de: Kein Original-Code-Dateipfad.
es_es: No hay ruta de archivo de código original.
fr_fr: Aucun chemin de fichier de code original.
it_it: Nessun percorso del file di codice originale.
ja_jp: 元のコードファイルのパスがありません。
ru_ru: Нет пути к исходному файлу кода.

source: No project currently open
de_de: Kein Projekt derzeit geöffnet
es_es: No hay ningún proyecto abierto actualmente
fr_fr: Aucun projet actuellement ouvert
it_it: Nessun progetto attualmente aperto
ja_jp: 現在開いているプロジェクトはありません
ru_ru: В настоящее время проект не открыт

source: No project data loaded to generate statistics.
de_de: Keine Projekt-Daten geladen, um Statistiken zu generieren.
es_es: No hay datos de proyecto cargados para generar estadísticas.
fr_fr: Aucune donnée de projet chargée pour générer des statistiques.
it_it: Nessun dato del progetto caricato per generare statistiche.
ja_jp: プロジェクトデータが読み込まれていないため、統計を生成できません。
ru_ru: Нет загруженных данных проекта для генерации статистики.

source: No project is currently open.
de_de: Derzeit ist kein Projekt geöffnet.
es_es: No hay ningún proyecto abierto actualmente.
fr_fr: Aucun projet n'est actuellement ouvert.
it_it: Nessun progetto è attualmente aperto.
ja_jp: 現在開いているプロジェクトはありません。
ru_ru: Проект не открыт.

source: No project is open. This panel is disabled.
de_de: Kein Projekt geöffnet. Dieses Panel ist deaktiviert.
es_es: No hay ningún proyecto abierto. Este panel está desactivado.
fr_fr: Aucun projet n'est ouvert. Ce panneau est désactivé.
it_it: Nessun progetto aperto. Questo pannello è disabilitato.
ja_jp: プロジェクトが開かれていません。このパネルは無効です。
ru_ru: Проект не открыт. Эта панель отключена.

source: No project open.
de_de: Kein Projekt geöffnet.
es_es: No hay proyecto abierto.
fr_fr: Aucun projet ouvert.
it_it: Nessun progetto aperto.
ja_jp: 開いているプロジェクトがありません
ru_ru: Проект не открыт.

source: No recent files
de_de: Keine zuletzt verwendeten Dateien
es_es: No hay archivos recientes
fr_fr: Aucun fichier récent
it_it: Nessun file recente
ja_jp: 最近使用したファイルはありません
ru_ru: Нет недавних файлов
