Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Quote count mismatch (source: {src_total}, target: {tgt_total})
de_de: Anzahl der Anführungszeichen stimmt nicht überein (Quelle: {src_total}, Ziel: {tgt_total})
es_es: Discrepancia en el recuento de citas (origen: {src_total}, destino: {tgt_total})
fr_fr: Incompatibilité du nombre de guillemets (source : {src_total}, cible : {tgt_total})
it_it: Discrepanza nel conteggio delle citazioni (sorgente: {src_total}, destinazione: {tgt_total})
ja_jp: 引用数不一致（原文: {src_total}、訳文: {tgt_total}）
ru_ru: Несоответствие количества кавычек (источник: {src_total}, цель: {tgt_total})

source: Random Sample
de_de: Zufallsstichprobe
es_es: Muestra Aleatoria
fr_fr: Échantillon aléatoire
it_it: Campione Casuale
ja_jp: ランダムサンプル
ru_ru: Случайная выборка

source: Range
de_de: Intervallo
es_es: Rango
fr_fr: Plage
it_it: Intervallo
ja_jp: 範囲
ru_ru: Диапазон

source: Raw Match
de_de: Rohübereinstimmung
es_es: Coincidencia en bruto
fr_fr: Correspondance brute
it_it: Corrispondenza Grezza
ru_ru: Совпадение без обработки

source: Raw Mode
de_de: Rohmodus
es_es: Modo sin procesar
fr_fr: Mode brut
it_it: Modalità Raw
ru_ru: Необработанный режим

source: Re-extracting strings with new rules...
de_de: Zeichenketten werden mit neuen Regeln erneut extrahiert...
es_es: Re-extrayendo cadenas con nuevas reglas...
fr_fr: Ré-extraction des chaînes avec de nouvelles règles...
it_it: Ri-estrazione stringhe con nuove regole...
ja_jp: 新しいルールで文字列を再抽出中...
ru_ru: Повторное извлечение строк с новыми правилами...

source: Re-scan Results
de_de: Risultati nuova scansione
es_es: Resultados del re-escaneo
fr_fr: Résultats de la nouvelle analyse
it_it: Risultati nuova scansione
ja_jp: 再スキャン結果
ru_ru: Результаты повторного сканирования

source: Re-scan Selected
de_de: Ausgewählte erneut scannen
es_es: Volver a escanear seleccionados
fr_fr: Ré-analyser la sélection
it_it: Nuova scansione selezione
ja_jp: 選択項目を再スキャン
ru_ru: Повторное сканирование выбранного

source: Re-scan complete for '{filename}'. Found {added} new, {removed} removed, {modified} modified (fuzzy matched), and {unchanged} unchanged strings.
de_de: Nuova scansione per '{filename}' completata. Trovate {added} stringhe nuove, {removed} rimosse, {modified} modificate (corrispondenza parziale) e {unchanged} invariate.
es_es: Re-escaneo de '{filename}' completado. Se encontraron {added} cadenas nuevas, {removed} eliminadas, {modified} modificadas (coincidencia aproximada) y {unchanged} sin cambios.
fr_fr: Nouvelle analyse de '{filename}' terminée. {added} nouvelles, {removed} supprimées, {modified} modifiées (correspondance floue), et {unchanged} chaînes inchangées trouvées.
it_it: Nuova scansione completata per '{filename}'. Sono state trovate {added} nuove stringhe, {removed} rimosse, {modified} modificate (corrispondenza parziale) e {unchanged} invariate.
ja_jp: '{filename}' の再スキャンが完了しました。 新規 {added} 件、削除 {removed} 件、修正（あいまい一致）{modified} 件、変更なし {unchanged} 件が見つかりました。
ru_ru: Повторное сканирование файла '{filename}' завершено. Найдено {added} новых, {removed} удаленных, {modified} измененных (нечеткое совпадение) и {unchanged} неизмененных строк.

source: Re-scan failed.
de_de: Nuova scansione fallita.
es_es: El re-escaneo ha fallado.
fr_fr: La nouvelle analyse a échoué.
it_it: Nuova scansione fallita.
ja_jp: 再スキャンに失敗しました。
ru_ru: Сканирование не удалось.

source: Re-scan operation cancelled.
de_de: Operazione di nuova scansione annullata.
es_es: Operación de re-escaneo cancelada.
fr_fr: Opération de nouvelle analyse annulée.
it_it: Operazione di nuova scansione annullata.
ja_jp: 再スキャン操作はキャンセルされました。
ru_ru: Операция повторного сканирования отменена.

source: Re-scanning file from {source}...
de_de: Nuova scansione del file da {source}...
es_es: Re-escaneando archivo desde {source}...
fr_fr: Nouvelle analyse du fichier depuis {source}...
it_it: Nuova scansione del file da {source}...
ja_jp: {source} からファイルを再スキャン中...
ru_ru: Повторное сканирование файла из {source}...

source: Re-validate All Entries
de_de: Alle Einträge erneut validieren
es_es: Revalidar Todas las Entradas
fr_fr: Revalider toutes les entrées
it_it: Rivalida Tutte le Voci
ja_jp: すべてのエントリを再検証
ru_ru: Повторно проверить все записи

source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
ru_ru: Готово

source: Ready to save {count} items.
de_de: Bereit, {count} Elemente zu speichern.
es_es: Listo para guardar {count} elementos.
fr_fr: Prêt à enregistrer {count} éléments.
it_it: Pronto a salvare {count} elementi.
ja_jp: {count}個のアイテムを保存する準備ができました。
ru_ru: Готово к сохранению {count} элементов.

source: Reasoning
de_de: Begründung
es_es: Razonamiento
fr_fr: Raisonnement
it_it: Ragionamento
ja_jp: 推論
ru_ru: Обоснование

source: Recent Files
de_de: Zuletzt geöffnete Dateien
es_es: Archivos Recientes
fr_fr: Fichiers récents
it_it: File Recenti
ja_jp: 最近のファイル
ru_ru: Последние файлы

source: Recent Files History Size:
de_de: Größe des Verlaufs der zuletzt verwendeten Dateien:
es_es: Tamaño del Historial de Archivos Recientes:
fr_fr: Taille de l'historique des fichiers récents :
it_it: Dimensione Cronologia File Recenti:
ja_jp: 最近使用したファイル履歴のサイズ:
ru_ru: Размер истории последних файлов:

source: Recommended Temperature:
de_de: Empfohlene Temperatur:
es_es: Temperatura Recomendada:
fr_fr: Température recommandée :
it_it: Temperatura Consigliata:
ja_jp: 推奨温度:
ru_ru: Рекомендуемая температура:

source: Recommended Translation(s)
de_de: Empfohlene Übersetzung(en)
es_es: Traducción(es) Recomendada(s)
fr_fr: Traduction(s) recommandée(s)
it_it: Traduzione(i) consigliata(e)
ja_jp: 推奨翻訳
ru_ru: Рекомендуемый перевод(ы)

source: Redo
de_de: Wiederherstellen
es_es: Rehacer
fr_fr: Rétablir
it_it: Ripeti
ja_jp: やり直し
ru_ru: Повторить

source: Redo error: Object ID {obj_id} not found
de_de: Fehler beim Wiederherstellen: Objekt-ID {obj_id} nicht gefunden
es_es: Error al rehacer: ID de objeto {obj_id} no encontrado
fr_fr: Erreur de rétablissement : ID d'objet {obj_id} introuvable
it_it: Errore di ripetizione: ID oggetto {obj_id} non trovato
ja_jp: やり直しエラー: オブジェクトID {obj_id}が見つかりません
ru_ru: Ошибка повтора: ID объекта {obj_id} не найден

source: Redo: Bulk change ({count} items)
de_de: Wiederherstellen: Stapeländerung ({count} Elemente)
es_es: Rehacer: Cambio masivo ({count} elementos)
fr_fr: Rétablir : Modification en masse ({count} éléments)
it_it: Ripeti: Modifica in blocco ({count} elementi)
ja_jp: やり直し: 一括変更 ({count}項目)
ru_ru: Повторить: Массовое изменение ({count} элементов)

source: Redo: {field} for ID {id} -> '{value}'
de_de: Wiederherstellen: {field} für ID {id} -> '{value}'
es_es: Rehacer: {field} para ID {id} -> '{value}'
fr_fr: Rétablir : {field} pour l'ID {id} -> '{value}'
it_it: Ripeti: {field} per ID {id} -> '{value}'
ja_jp: やり直し: ID {id}の{field} -> '{value}'
ru_ru: Повторить: {field} для ID {id} -> '{value}'

source: Reference Existing Terms
de_de: Vorhandene Begriffe referenzieren
es_es: Referenciar Términos Existentes
fr_fr: Référencer les termes existants
it_it: Riferisci ai termini esistenti
ja_jp: 既存の用語を参照
ru_ru: Ссылка на существующие термины

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
ja_jp: 更新
ru_ru: Обновить

source: Refresh Data
de_de: Daten aktualisieren
es_es: Actualizar Datos
fr_fr: Actualiser les données
it_it: Aggiorna Dati
ja_jp: データを更新
ru_ru: Обновить данные

source: Refresh Error
de_de: Aktualisierungsfehler
es_es: Error de Actualización
fr_fr: Erreur d'actualisation
it_it: Errore di Aggiornamento
ja_jp: 更新エラー
ru_ru: Ошибка обновления

source: Refresh Matches
de_de: Übereinstimmungen aktualisieren
es_es: Actualizar coincidencias
fr_fr: Actualiser les correspondances
it_it: Aggiorna Corrispondenze
ja_jp: マッチを更新
ru_ru: Обновить совпадения

source: Refresh View
de_de: Ansicht aktualisieren
es_es: Actualizar Vista
fr_fr: Actualiser la vue
it_it: Aggiorna Vista
ja_jp: 表示を更新
ru_ru: Обновить вид

source: Refreshing glossary matches...
de_de: Glossar-Treffer werden aktualisiert...
es_es: Actualizando coincidencias del glosario...
fr_fr: Actualisation des correspondances du glossaire...
it_it: Aggiornamento delle corrispondenze del glossario in corso...
ja_jp: 用語集のマッチングを更新中...
ru_ru: Обновление совпадений глоссария...

source: Reload All Plugins
de_de: Alle Plugins neu laden
es_es: Recargar Todos los Complementos
fr_fr: Recharger tous les plugins
it_it: Ricarica Tutti i Plugin
ja_jp: すべてのプラグインを再読み込み
ru_ru: Перезагрузить все плагины

source: Reload Error
de_de: Fehler beim Neuladen
es_es: Error de Recarga
fr_fr: Erreur de rechargement
it_it: Errore di Ricaricamento
ja_jp: 再読み込みエラー
ru_ru: Ошибка перезагрузки

source: Reload Translatable Text
de_de: Übersetzbaren Text neu laden
es_es: Recargar Texto Traducible
fr_fr: Recharger le texte traduisible
it_it: Ricarica Testo Traducibile
ja_jp: 翻訳可能テキストを再読み込み
ru_ru: Перезагрузить переводимый текст

source: Reload failed.
de_de: Neuladen fehlgeschlagen.
es_es: Recarga fallida.
fr_fr: Rechargement échoué.
it_it: Ricaricamento fallito.
ja_jp: 再読み込みに失敗しました。
ru_ru: Перезагрузка не удалась.

source: Reload glossary matches for the current item
de_de: Glossareinträge für das aktuelle Element neu laden
es_es: Recargar coincidencias del glosario para el elemento actual
fr_fr: Recharger les correspondances du glossaire pour l'élément actuel
it_it: Ricarica le corrispondenze del glossario per l'elemento corrente
ja_jp: 現在のアイテムの用語集マッチを再読み込み
ru_ru: Обновить совпадения глоссария для текущего элемента

source: Reloaded {count} strings from {source} using new rules.
de_de: {count} Zeichenketten aus {source} mit neuen Regeln neu geladen.
es_es: Se recargaron {count} cadenas de {source} usando nuevas reglas.
fr_fr: {count} chaînes rechargées depuis {source} en utilisant de nouvelles règles.
it_it: Ricaricate {count} stringhe da {source} usando le nuove regole.
ja_jp: 新しいルールを使用して{source}から{count}個の文字列を再読み込みしました。
ru_ru: Перезагружено {count} строк из {source} с использованием новых правил.

source: Removal Failed
de_de: Entfernung fehlgeschlagen.
es_es: Error de eliminación
fr_fr: Échec de la suppression
it_it: Rimozione Fallita
ja_jp: 削除に失敗しました
ru_ru: Удаление не удалось

source: Removal Successful
de_de: Entfernung erfolgreich
es_es: Eliminación exitosa
fr_fr: Suppression réussie
it_it: Rimozione completata
ja_jp: 削除成功
ru_ru: Удаление завершено

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
ja_jp: 削除
ru_ru: Удалить

source: Remove Font
de_de: Schriftart entfernen
es_es: Eliminar fuente
fr_fr: Supprimer la police
it_it: Rimuovi Carattere
ja_jp: フォントを削除
ru_ru: Удалить шрифт

source: Remove Selected
de_de: Ausgewählte entfernen
es_es: Eliminar seleccionados
fr_fr: Supprimer la sélection
it_it: Rimuovi selezionato
ja_jp: 選択した項目を削除
ru_ru: Удалить выбранное

source: Remove Selected Favorite
de_de: Ausgewählten Favoriten entfernen
es_es: Eliminar favorito seleccionados
fr_fr: Supprimer le favori sélectionné
it_it: Rimuovi preferito selezionato
ja_jp: 選択したお気に入りを削除
ru_ru: Удалить выбранное из избранного

source: Remove from List
de_de: Aus Liste entfernen
es_es: Eliminar de la lista
fr_fr: Retirer de la liste
it_it: Rimuovi dall'elenco
ja_jp: リストから削除
ru_ru: Удалить из списка

source: Removed
de_de: Entfernt
es_es: Eliminado
fr_fr: Supprimé
it_it: Rimosso
ja_jp: 削除済み
ru_ru: Удалено

source: Rename
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
it_it: Rinomina
ja_jp: 名前を変更
ru_ru: Переименовать

source: Rename Preset
de_de: Voreinstellung umbenennen
es_es: Renombrar Preajuste
fr_fr: Renommer le préréglage
it_it: Rinomina Preset
ja_jp: プリセット名を変更
ru_ru: Переименовать пресет

source: Rename/Type
de_de: Umbenennen/Typ
es_es: Renombrar/Escribir
fr_fr: Renommer/Taper
it_it: Rinomina/Digita
ja_jp: 名前変更/タイプ
ru_ru: Переименовать/Тип

source: Repeated Word
de_de: Wiederholtes Wort
es_es: Palabra Repetida
fr_fr: Mot répété
it_it: Parola Ripetuta
ja_jp: 単語の重複
ru_ru: Повторяющееся слово

source: Repeated Words
de_de: Wiederholte Wörter
es_es: Palabras repetidas
fr_fr: Mots répétés
it_it: Parola Ripetuta
ja_jp: 単語の重複
ru_ru: Повторяющиеся слова

source: Repeated word '{word}' in translation
de_de: Wiederholtes Wort '{word}' in der Übersetzung
es_es: Palabra repetida '{word}' en la traducción
fr_fr: Mot répété '{word}' dans la traduction
it_it: Parola ripetuta '{word}' nella traduzione
ja_jp: 翻訳に単語 '{word}' の重複があります
ru_ru: Повторяющееся слово '{word}' в переводе

source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
it_it: Sostituisci
ja_jp: 置換
ru_ru: Заменить

source: Replace All
de_de: Alle ersetzen
es_es: Reemplazar Todo
fr_fr: Tout remplacer
it_it: Sostituisci Tutto
ja_jp: すべて置換
ru_ru: Заменить все

source: Replace All Complete
de_de: Alle ersetzen abgeschlossen
es_es: Reemplazar Todo Completado
fr_fr: Remplacement complet
it_it: Sostituisci Tutto Completato
ja_jp: すべて置換完了
ru_ru: Замена всех завершена

source: Replace with:
de_de: Ersetzen durch:
es_es: Reemplazar con:
fr_fr: Remplacer par :
it_it: Sostituisci con:
ja_jp: 置換文字列:
ru_ru: Заменить на:

source: Replaced occurrences in {count} item(s).
de_de: Ersetzte Vorkommen in {count} Element(en).
es_es: Ocurrencias reemplazadas en {count} elemento(s).
fr_fr: Occurrences remplacées dans {count} élément(s).
it_it: Occorrenze sostituite in {count} elemento(i).
ja_jp: {count} 項目で置換されました。
ru_ru: Заменено вхождений в {count} элементе(ах).

source: Report Issue
de_de: Fehler melden
es_es: Reportar Problema
fr_fr: Signaler un problème
it_it: Segnala Problema
ja_jp: 問題を報告
ru_ru: Сообщить о проблеме

source: Required
de_de: Erforderlich
es_es: Requerido
fr_fr: Requis
it_it: Richiesto
ja_jp: 必要
ru_ru: Требуется

source: Requires App Version
de_de: Erfordert App-Version
es_es: Requiere Versión de la Aplicación
fr_fr: Nécessite la version de l'application
it_it: Richiede la Versione dell'App
ja_jp: アプリバージョンが必要です
ru_ru: Требуется версия приложения

source: Requires v{req}
de_de: Erfordert v{req}
es_es: Requiere v{req}
fr_fr: Nécessite la version {req}
it_it: Richiede v{req}
ja_jp: v{req} が必要です
ru_ru: Требуется v{req}

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ru_ru: Сброс

source: Reset Defaults
de_de: Standardwerte zurücksetzen
es_es: Restablecer valores predeterminados
fr_fr: Rétablir les paramètres par défaut
it_it: Ripristina Predefiniti
ja_jp: デフォルトにリセット
ru_ru: Сбросить настройки по умолчанию

source: Reset to Defaults
de_de: Auf Standard zurücksetzen
es_es: Restablecer a Valores Predeterminados
fr_fr: Réinitialiser par défaut
it_it: Ripristina Predefinite
ja_jp: デフォルトに戻す
ru_ru: Сбросить до значений по умолчанию

source: Resolve Conflicts - Glossary
de_de: Konflikte lösen – Glossar
es_es: Resolver conflictos - Glosario
fr_fr: Résoudre les conflits - Glossaire
it_it: Risolvi conflitti - Glossario
ja_jp: 競合の解決 - 語集
ru_ru: Разрешение конфликтов — Глоссарий

source: Resolve Conflicts - TM
de_de: Konflikte lösen - TM
es_es: Resolver conflictos - TM
fr_fr: Résoudre les conflits - TM
it_it: Risolvi Conflitti - TM
ja_jp: 競合の解決 - TM
ru_ru: Разрешение конфликтов - ТМ

source: Resource Viewer...
de_de: Ressourcen-Ansicht...
es_es: Visor de Recursos...
fr_fr: Visualiseur de ressources...
it_it: Visualizzatore Risorse...
ja_jp: リソースビューアー...
ru_ru: Просмотр ресурсов...

source: Resources
de_de: Ressourcen
es_es: Recursos
fr_fr: Ressources
it_it: Risorse
ja_jp: リソース
ru_ru: Ресурсы

source: Restart Required
de_de: Neustart erforderlich
es_es: Reinicio Requerido
fr_fr: Redémarrage requis
it_it: Riavvio Richiesto
ja_jp: 再起動が必要です
ru_ru: Требуется перезапуск

source: Restore Default Layout
de_de: Standardlayout wiederherstellen
es_es: Restaurar diseño predeterminado
fr_fr: Restaurer la disposition par défaut
it_it: Ripristina Layout Predefinito
ja_jp: デフォルトレイアウトに戻す
ru_ru: Восстановить стандартную раскладку

source: Results exported successfully.
de_de: Ergebnisse erfolgreich exportiert.
es_es: Resultados exportados exitosamente.
fr_fr: Résultats exportés avec succès.
it_it: Risultati esportati con successo.
ja_jp: 結果が正常にエクスポートされました。
ru_ru: Результаты успешно экспортированы.

source: Retrieval Enhancer plugin not found.
de_de: Retrieval Enhancer-Plugin nicht gefunden.
es_es: No se encontró el complemento Mejorador de Recuperación.
fr_fr: Extension Retrieval Enhancer introuvable.
it_it: Plugin Retrieval Enhancer non trovato.
ja_jp: Retrieval Enhancer プラグインが見つかりません。
ru_ru: Плагин Retrieval Enhancer не найден.

source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ru_ru: Повторить

source: Reveal in Explorer
de_de: Im Explorer anzeigen
es_es: Mostrar en el Explorador
fr_fr: Ouvrir dans l'Explorateur
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ru_ru: Показать в проводнике

source: Review Complete
de_de: Überprüfung abgeschlossen
es_es: Revisión completada
fr_fr: Révision terminée
it_it: Revisione Completata
ja_jp: レビュー完了
ru_ru: Проверка завершена

source: Reviewed
de_de: Überprüft
es_es: Revisado
fr_fr: Révisé
it_it: Revisionato
ja_jp: レビュー済み
ru_ru: Проверено

source: Reviewed (of total)
de_de: Überprüft (von insgesamt)
es_es: Revisados (del total)
fr_fr: Révisés (sur total)
it_it: Revisionati (del totale)
ja_jp: 総計に対するレビュー済み
ru_ru: Проверено (из общего числа)

source: Reviewed (of translated)
de_de: Überprüft (von übersetzt)
es_es: Revisado (de traducidos)
fr_fr: Révisé (sur traduit)
it_it: Revisionato (di tradotti)
ja_jp: 翻訳済みのうちレビュー済み
ru_ru: Проверено (из переведённых)

source: Right Delimiter
de_de: Rechtes Trennzeichen
es_es: Delimitador derecho
fr_fr: Délimiteur droit
it_it: Delimitatore destro
ja_jp: 右側区切り文字
ru_ru: Правый разделитель

source: Right Delimiter:
de_de: Rechter Begrenzer:
es_es: Delimitador Derecho:
fr_fr: Délimiteur droit :
it_it: Delimitatore Destro:
ja_jp: 右区切り文字:
ru_ru: Правый разделитель:

source: Row
de_de: Riga
es_es: Fila
fr_fr: Ligne
it_it: Riga
ja_jp: 行
ru_ru: Строка

source: Rule
de_de: Regel
es_es: Regla
fr_fr: Règle
it_it: Regola
ja_jp: ルール
ru_ru: Правило

source: Rule Name
de_de: Regelname
es_es: Nombre de la Regla
fr_fr: Nom de la règle
it_it: Nome Regola
ja_jp: ルール名
ru_ru: Имя правила

source: Rule Name:
de_de: Regelname:
es_es: Nombre de la Regla:
fr_fr: Nom de la règle :
it_it: Nome Regola:
ja_jp: ルール名:
ru_ru: Имя правила:

source: Rule name cannot be empty.
de_de: Regelname darf nicht leer sein.
es_es: El nombre de la regla no puede estar vacío.
fr_fr: Le nom de la règle ne peut pas être vide.
it_it: Il nome della regola non può essere vuoto.
ja_jp: ルール名は空にできません。
ru_ru: Имя правила не может быть пустым.

source: Running frequency analysis (Fast Mode)...
de_de: Frequenzanalyse wird ausgeführt (Schnellmodus)...
es_es: Ejecutando análisis de frecuencia (Modo rápido)...
fr_fr: Exécution de l'analyse de fréquence (Mode rapide)...
it_it: Esecuzione dell'analisi di frequenza (Modalità veloce)...
ja_jp: 頻度分析を実行中（高速モード）...
ru_ru: Выполняется частотный анализ (Быстрый режим)...

source: SUCCESS
de_de: ERFOLG
es_es: ÉXITO
fr_fr: SUCCÈS
it_it: SUCCESSO
ja_jp: 成功
ru_ru: УСПЕХ

source: Sample Text:
de_de: Beispieltext:
es_es: Texto de ejemplo:
fr_fr: Texte d'exemple :
it_it: Testo di esempio:
ja_jp: サンプルテキスト:
ru_ru: Пример текста:

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ru_ru: Сохранить

source: Save All Translations to TM...
de_de: Alle Übersetzungen in TM speichern...
es_es: Guardar todas las traducciones en la TM...
fr_fr: Enregistrer toutes les traductions dans la mémoire de traduction...
it_it: Salva tutte le traduzioni in TM...
ja_jp: すべての翻訳をTMに保存...
ru_ru: Сохранить все переводы в ТМ...

source: Save As
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
it_it: Salva con nome...
ja_jp: 名前を付けて保存
ru_ru: Сохранить как

source: Save As...
de_de: Speichern unter...
es_es: Guardar como...
fr_fr: Enregistrer sous...
it_it: Salva con nome...
ja_jp: 名前を付けて保存...
ru_ru: Сохранить как...

source: Save Context as Comment
de_de: Kontext als Kommentar speichern
es_es: Guardar contexto como comentario
fr_fr: Enregistrer le contexte en tant que commentaire
it_it: Salva contesto come commento
ja_jp: コンテキストをコメントとして保存
ru_ru: Сохранить контекст как комментарий

source: Save Error
de_de: Speicherfehler
es_es: Error al Guardar
fr_fr: Erreur d'enregistrement
it_it: Errore di Salvataggio
ja_jp: 保存エラー
ru_ru: Ошибка сохранения

source: Save Error - Encryption Key
de_de: Speicherfehler - Verschlüsselungsschlüssel
es_es: Error al guardar - Clave de cifrado
fr_fr: Erreur d'enregistrement - Clé de chiffrement
it_it: Errore di Salvataggio - Chiave di Crittografia
ja_jp: 保存エラー - 暗号化キー
ru_ru: Ошибка сохранения — Ключ шифрования

source: Save Failed
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
fr_fr: Échec de l'enregistrement
it_it: Salvataggio fallito
ja_jp: 保存に失敗しました
ru_ru: Сохранение не удалось

source: Save PO Error
de_de: PO-Speicherfehler
es_es: Error al guardar el archivo PO
fr_fr: Erreur d'enregistrement du fichier PO
it_it: Errore nel salvataggio del file PO
ja_jp: POファイル保存エラー
ru_ru: Ошибка сохранения PO

source: Save PO File As
de_de: PO-Datei speichern unter
es_es: Guardar archivo PO como
fr_fr: Enregistrer le fichier PO sous
it_it: Salva file PO come
ja_jp: POファイルを別名で保存
ru_ru: Сохранить файл PO как

source: Save as Plaintext (Insecure)
de_de: Als Klartext speichern (unsicher)
es_es: Guardar como texto plano (inseguro)
fr_fr: Enregistrer en texte brut (non sécurisé)
it_it: Salva come testo semplice (non sicuro)
ja_jp: プレーンテキストとして保存（非セキュア）
ru_ru: Сохранить как обычный текст (небезопасно)

source: Save cancelled.
de_de: Speichern abgebrochen.
es_es: Guardar cancelado.
fr_fr: Enregistrement annulé.
it_it: Salvataggio annullato.
ja_jp: 保存がキャンセルされました。
ru_ru: Сохранение отменено.

source: Save complete.
de_de: Speichern abgeschlossen.
es_es: Guardado completado.
fr_fr: Enregistrement terminé.
it_it: Salvataggio completato.
ja_jp: 保存が完了しました。
ru_ru: Сохранение завершено.

source: Save failed.
de_de: Speichern fehlgeschlagen.
es_es: Error al guardar.
fr_fr: Échec de l'enregistrement.
it_it: Salvataggio non riuscito.
ja_jp: 保存に失敗しました。
ru_ru: Сохранение не удалось.

source: Save to Glossary
de_de: In Glossar speichern
es_es: Guardar en el glosario
fr_fr: Enregistrer dans le glossaire
it_it: Salva nel glossario
ja_jp: 用語集に保存
ru_ru: Сохранить в глоссарий

source: Save to Glossary...
de_de: In Glossar speichern...
es_es: Guardar en el glosario...
fr_fr: Enregistrer dans le glossaire...
it_it: Salva nel glossario...
ja_jp: 用語集に保存...
ru_ru: Сохранить в глоссарий...

source: Save to Translation Memory
de_de: In Translation Memory speichern
es_es: Guardar en la memoria de traducción
fr_fr: Enregistrer dans la mémoire de traduction
it_it: Salva nella memoria di traduzione
ja_jp: 翻訳メモリに保存
ru_ru: Сохранить в память переводов

source: Saving translations to TM...
de_de: Übersetzungen in die TM speichern...
es_es: Guardando traducciones en la memoria de traducción...
fr_fr: Enregistrement des traductions dans la mémoire de traduction...
it_it: Salvataggio delle traduzioni nella TM...
ja_jp: 翻訳を翻訳メモリに保存中...
ru_ru: Сохранение переводов в ТМ...

source: Scanning context snippets for terms...
de_de: Kontextausschnitte nach Begriffen durchsuchen...
es_es: Escaneando fragmentos de contexto para términos...
fr_fr: Analyse des extraits de contexte pour les termes...
it_it: Scansione dei frammenti di contesto per i termini...
ja_jp: 用語のためのコンテキストスニペットをスキャン中...
ru_ru: Сканирование фрагментов контекста для терминов...

source: Scanning context: {i}/{t}
de_de: Kontext wird gescannt: {i}/{t}
es_es: Escaneando contexto: {i}/{t}
fr_fr: Analyse du contexte : {i}/{t}
it_it: Scansione contesto: {i}/{t}
ja_jp: コンテキストをスキャン中: {i}/{t}
ru_ru: Сканирование контекста: {i}/{t}

source: Scope
de_de: Bereich
es_es: Ámbito
fr_fr: Portée
it_it: Ambito
ja_jp: スコープ
ru_ru: Область

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
ru_ru: Поиск
