Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Glossary Settings
de_de: Impostazioni del glossario
es_es: Configuración del glosario
fr_fr: Paramètres du glossaire
it_it: Impostazioni glossario
ja_jp: 用語集設定
ru_ru: Настройки глоссария

source: Glossary Terms
de_de: Glossarbegriffe
es_es: Términos del glosario
fr_fr: Termes du glossaire
it_it: Termini del Glossario
ja_jp: 用語集
ru_ru: Термины глоссария

source: Glossary Viewer
de_de: Glossar-Ansicht
es_es: Visor de Glosario
fr_fr: Visualiseur du glossaire
it_it: Visualizzatore Glossario
ja_jp: 用語集ビューアー
ru_ru: Просмотр глоссария

source: Glossary entry added successfully.
de_de: Voce del glossario aggiunta con successo.
es_es: Entrada de glosario añadida correctamente.
fr_fr: Entrée de glossaire ajoutée avec succès.
it_it: Voce del glossario aggiunta con successo.
ja_jp: 用語集エントリーが正常に追加されました。
ru_ru: Статья в глоссарий успешно добавлена.

source: Glossary matches updated.
de_de: Glossareinträge aktualisiert.
es_es: Coincidencias del glosario actualizadas.
fr_fr: Correspondances du glossaire mises à jour.
it_it: Corrispondenze del glossario aggiornate.
ja_jp: 用語集の一致が更新されました。
ru_ru: Совпадения глоссария обновлены.

source: HTML tag
es_es: Etiqueta HTML
fr_fr: Balise HTML
it_it: Tag HTML
ja_jp: HTMLタグ
ru_ru: HTML-тег

source: HTML/XML Tags
es_es: Etiquetas HTML/XML
fr_fr: Balises HTML/XML
it_it: Tag HTML/XML
ja_jp: HTML/XMLタグ
ru_ru: Теги HTML/XML

source: Hide Password
de_de: Passwort ausblenden
es_es: Ocultar contraseña
fr_fr: Masquer le mot de passe
it_it: Nascondi password
ja_jp: パスワードを隠す
ru_ru: Скрыть пароль

source: Highlighting disabled
de_de: Hervorhebung deaktiviert
es_es: Resaltado deshabilitado
fr_fr: Mise en surbrillance désactivée
it_it: Evidenziazione disabilitata
ja_jp: ハイライト無効
ru_ru: Подсветка отключена

source: Hint:
de_de: Hinweis:
es_es: Sugerencia:
fr_fr: Indice :
it_it: Suggerimento:
ja_jp: ヒント:
ru_ru: Подсказка:

source: Hint: requests not found, AI translation is disabled.
de_de: Hinweis: 'requests' nicht gefunden, KI-Übersetzung ist deaktiviert.
es_es: Sugerencia: 'requests' no encontrado, la traducción por IA está deshabilitada.
fr_fr: Indice : 'requests' introuvable, la traduction IA est désactivée.
it_it: Suggerimento: 'requests' non trovato, la traduzione AI è disabilitata.
ja_jp: ヒント: requestsが見つかりません。AI翻訳は無効です。
ru_ru: Подсказка: requests не найден, ИИ-перевод отключен.

source: Home
de_de: Start
es_es: Inicio
fr_fr: Accueil
ja_jp: ホーム
ru_ru: Домой

source: Home directory no longer exists.
de_de: Home-Verzeichnis existiert nicht mehr.
es_es: El directorio de inicio ya no existe.
fr_fr: Le répertoire personnel n'existe plus.
it_it: La directory Home non esiste più.
ja_jp: ホームディレクトリが存在しません。
ru_ru: Домашний каталог больше не существует.

source: Homepage
de_de: Webseite
es_es: Página de inicio
fr_fr: Page d'accueil
ja_jp: ホームページ
ru_ru: Домашняя страница

source: INFO
es_es: INFORMACIÓ
ja_jp: 情報
ru_ru: ИНФО

source: If checked, the dot (.) in regex matches newline characters. Essential for multi-line content.
de_de: Wenn aktiviert, passt der Punkt (.) in Regex auf Zeilenumbrüche. Wichtig für mehrzeilige Inhalte.
es_es: Si está marcado, el punto (.) en regex coincide con caracteres de nueva línea. Esencial para contenido de varias líneas.
fr_fr: Si cette option est cochée, le point (.) dans les expressions régulières correspond aux caractères de nouvelle ligne. Essentiel pour le contenu multi-lignes.
it_it: Se selezionato, il punto (.) nelle espressioni regolari corrisponde ai caratteri di nuova riga. Essenziale per contenuti su più righe.
ja_jp: チェックすると、正規表現のドット (.) が改行文字に一致します。複数行のコンテンツに必須です。
ru_ru: Если отмечено, точка (.) в регулярном выражении соответствует символам перевода строки. Важно для многострочного содержимого.

source: Ignore
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
it_it: Ignora
ja_jp: 無視
ru_ru: Игнорировать

source: Ignore Warnings
de_de: Warnungen ignorieren
es_es: Ignorar advertencias
fr_fr: Ignorer les avertissements
it_it: Ignora Avvisi
ja_jp: 警告を無視
ru_ru: Игнорировать предупреждения

source: Ignored
de_de: Ignoriert
es_es: Ignorado
fr_fr: Ignoré
it_it: Ignorato
ja_jp: 無視済み
ru_ru: Игнорировано

source: Ignored warnings for {count} item(s).
de_de: Warnungen für {count} Element(e) ignoriert.
es_es: Advertencias ignoradas para {count} elemento(s).
fr_fr: Avertissements ignorés pour {count} élément(s).
it_it: Avvisi ignorati per {count} elemento(i).
ja_jp: {count} 件の項目の警告を無視しました。
ru_ru: Игнорированные предупреждения для {count} элемента(ов).

source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
it_it: Importa
ja_jp: インポート
ru_ru: Импорт

source: Import Date
de_de: Importdatum
es_es: Fecha de Importación
fr_fr: Date d'importation
it_it: Data di Importazione
ja_jp: インポート日
ru_ru: Дата импорта

source: Import Error
de_de: Importfehler
es_es: Error de Importación
fr_fr: Erreur d'importation
it_it: Errore di Importazione
ja_jp: インポートエラー
ru_ru: Ошибка импорта

source: Import Extraction Rule Preset
de_de: Extraktionsregel-Voreinstellung importieren
es_es: Importar Preajuste de Reglas de Extracción
fr_fr: Importer un préréglage de règle d'extraction
it_it: Importa Preimpostazione Regola di Estrazione
ja_jp: 抽出ルールプリセットをインポート
ru_ru: Импортировать предустановку правил извлечения

source: Import Failed
de_de: Import fehlgeschlagen
es_es: Importación Fallida
fr_fr: Échec de l'importation
it_it: Importazione Fallita
ja_jp: インポートに失敗しました
ru_ru: Импорт не удался

source: Import In Progress
de_de: Import wird durchgeführt
es_es: Importación en Progreso
fr_fr: Importation en cours
it_it: Importazione in corso
ja_jp: インポート処理中
ru_ru: Выполняется импорт

source: Import Preset
de_de: Voreinstellung importieren
es_es: Importar Preajuste
fr_fr: Importer un préréglage
it_it: Importa Preimpostazione
ja_jp: プリセットをインポート
ru_ru: Импортировать предустановку

source: Import Prompt Preset
de_de: Prompt-Voreinstellung importieren
es_es: Importar Preajuste de Indicación
fr_fr: Importer un préréglage d'invite
it_it: Importa Preimpostazione Prompt
ja_jp: プロンプトプリセットをインポート
ru_ru: Импортировать предустановку подсказок

source: Import Settings
de_de: Importeinstellungen
es_es: Configuración de Importación
fr_fr: Paramètres d'importation
it_it: Importa Impostazioni
ja_jp: インポート設定
ru_ru: Настройки импорта

source: Import Successful
de_de: Import erfolgreich
es_es: Importación exitosa
fr_fr: Importation réussie
it_it: Importazione Riuscita
ja_jp: インポートが成功しました
ru_ru: Импорт выполнен успешно

source: Import Translations from Excel
de_de: Übersetzungen aus Excel importieren
es_es: Importar Traducciones desde Excel
fr_fr: Importer les traductions depuis Excel
it_it: Importa Traduzioni da Excel
ja_jp: Excelから翻訳をインポート
ru_ru: Импортировать переводы из Excel

source: Import Translations from PO File...
de_de: Übersetzungen aus PO-Datei importieren...
es_es: Importar Traducciones desde Archivo PO...
fr_fr: Importer les traductions depuis le fichier PO...
it_it: Importa Traduzioni da File PO...
ja_jp: POファイルから翻訳をインポート...
ru_ru: Импортировать переводы из файла PO...

source: Import as New File
de_de: Als neue Datei importieren
es_es: Importar como archivo nuevo
fr_fr: Importer comme nouveau fichier
it_it: Importa come Nuovo File
ja_jp: 新規ファイルとしてインポート
ru_ru: Импортировать как новый файл

source: Import as bidirectional (e.g., en->fr and fr->en)
de_de: Als bidirektional importieren (z.B. en->fr und fr->en)
es_es: Importar como bidireccional (ej., en->fr y fr->en)
fr_fr: Importer comme bidirectionnel (par ex., en->fr et fr->en)
it_it: Importa come bidirezionale (es., en->fr e fr->en)
ja_jp: 双方向としてインポート（例: en->fr と fr->en）
ru_ru: Импортировать как двунаправленный (например, en->fr и fr->en)

source: Import cancelled.
de_de: Import abgebrochen.
es_es: Importación cancelada.
fr_fr: Importation annulée.
it_it: Importazione annullata.
ja_jp: インポートがキャンセルされました。
ru_ru: Импорт отменён.

source: Import to Global Glossary
de_de: Import in das globale Glossar
es_es: Importar al Glosario Global
fr_fr: Importer dans le glossaire global
it_it: Importa nel Glossario Globale
ja_jp: グローバル用語集にインポート
ru_ru: Импортировать в глобальный глоссарий

source: Import to Global TM
de_de: Import in globale TM
es_es: Importar a MT global
fr_fr: Importer dans la MT globale
it_it: Importa in TM Globale
ja_jp: グローバルTMにインポート
ru_ru: Импортировать в глобальную ТМ

source: Import to Project Glossary
de_de: Import in Projektglossar
es_es: Importar al Glosario del Proyecto
fr_fr: Importer dans le glossaire du projet
it_it: Importa nel Glossario del Progetto
ja_jp: プロジェクト用語集にインポート
ru_ru: Импортировать в Глоссарий проекта

source: Import to Project TM
de_de: Importieren in Projekt-TM
es_es: Importar a MT de proyecto
fr_fr: Importer dans la MT du projet
it_it: Importa nella TM del Progetto
ja_jp: プロジェクトTMにインポート
ru_ru: Импортировать в проектную ТМ

source: Imported/updated {field_count} fields for {item_count} items from Excel.
de_de: {field_count} Felder für {item_count} Elemente aus Excel importiert/aktualisiert.
es_es: Se importaron/actualizaron {field_count} campos para {item_count} elementos desde Excel.
fr_fr: {field_count} champs importés/mis à jour pour {item_count} éléments depuis Excel.
it_it: Importati/aggiornati {field_count} campi per {item_count} elementi da Excel.
ja_jp: Excelから{item_count}項目に対して{field_count}個のフィールドをインポート/更新しました。
ru_ru: Импортировано/обновлено {field_count} полей для {item_count} элементов из Excel.

source: Importing TBX file...
de_de: Importiere TBX-Datei...
es_es: Importando archivo TBX...
fr_fr: Importation du fichier TBX en cours...
it_it: Importazione del file TBX in corso...
ja_jp: TBXファイルをインポート中...
ru_ru: Импортирование файла TBX...

source: Importing TM file...
de_de: Importiere TM-Datei...
es_es: Importando archivo de MT...
fr_fr: Importation du fichier de mémoire de traduction en cours...
it_it: Importazione del file TM in corso...
ja_jp: TMファイルをインポート中...
ru_ru: Импорт файла ТМ...

source: Importing to Global Glossary...
de_de: Importieren in das globale Glossar...
es_es: Importando a Glosario Global...
fr_fr: Importation vers le glossaire global en cours...
it_it: Importazione nel Glossario Globale in corso...
ja_jp: グローバル用語集にインポート中...
ru_ru: Импорт в глобальный глоссарий...

source: Importing to Project Glossary...
de_de: Importiere in Projektglossar...
es_es: Importando al Glosario del Proyecto...
fr_fr: Importation dans le glossaire du projet en cours...
it_it: Importazione nel Glossario del Progetto in corso...
ja_jp: プロジェクト用語集にインポート中...
ru_ru: Импортирование в глоссарий проекта...

source: Importing...
de_de: Importierung läuft...
es_es: Importando...
fr_fr: Importation en cours...
it_it: Importazione in corso...
ja_jp: インポート中...
ru_ru: Импортирование...

source: Improves performance for cross-file operations, but may increase initial loading time for large projects.
de_de: Verbessert die Leistung bei dateiübergreifenden Operationen, kann aber die anfängliche Ladezeit für große Projekte erhöhen.
es_es: Mejora el rendimiento para operaciones entre archivos, pero puede aumentar el tiempo de carga inicial para proyectos grandes.
fr_fr: Améliore les performances pour les opérations inter-fichiers, mais peut augmenter le temps de chargement initial pour les grands projets.
it_it: Migliora le prestazioni per le operazioni tra file, ma potrebbe aumentare il tempo di caricamento iniziale per i progetti di grandi dimensioni.
ja_jp: ファイル間の操作パフォーマンスが向上しますが、大規模プロジェクトでは初期読み込み時間が増加する場合があります。
ru_ru: Улучшает производительность при работе с несколькими файлами, но может увеличить время первоначальной загрузки для крупных проектов.

source: In Progress
de_de: In Bearbeitung
es_es: En progreso
fr_fr: En cours
it_it: In corso
ja_jp: 進行中
ru_ru: В процессе

source: Include nearby original and translated text to help AI understand the context.
de_de: Beziehen Sie den nahegelegenen Original- und übersetzten Text ein, um der KI das Verständnis des Kontexts zu erleichtern.
es_es: Incluir texto original y traducido cercano para ayudar a la IA a entender el contexto.
fr_fr: Inclure le texte original et traduit à proximité pour aider l'IA à comprendre le contexte.
it_it: Includi il testo originale e tradotto vicino per aiutare l'AI a comprendere il contesto.
ja_jp: AIが文脈を理解するために、近くの原文と翻訳文を含めます。
ru_ru: Включите соседний исходный и переведённый текст, чтобы помочь ИИ понять контекст.

source: Include nearby original and translated text.
de_de: Umliegenden Original- und übersetzten Text einbeziehen.
es_es: Incluir texto original y traducido cercano.
fr_fr: Inclure le texte original et traduit à proximité.
it_it: Includi il testo originale e tradotto nelle vicinanze.
ja_jp: 近くの原文と訳文を含める。
ru_ru: Включить соседний исходный и переведённый текст.

source: Incompatible
de_de: Inkompatibel
it_it: Incompatibile
ja_jp: 互換性がありません
ru_ru: Несовместимый

source: Incompatible with app version (requires {req}, current is {curr})
de_de: Inkompatibel mit App-Version (erfordert {req}, aktuell ist {curr})
es_es: Incompatible con la versión de la aplicación (requiere {req}, la actual es {curr})
fr_fr: Incompatible avec la version de l'application (requiert {req}, version actuelle {curr})
it_it: Incompatibile con la versione dell'app (richiede {req}, attuale è {curr})
ja_jp: アプリバージョンと互換性がありません（必要バージョン: {req}、現在のバージョン: {curr}）
ru_ru: Несовместимо с версией приложения (требуется {req}, текущая {curr})

source: Indexed {count} glossary terms for context injection.
de_de: {count} Glossarbegriffe für die Kontextinjektion indiziert.
es_es: Se indexaron {count} términos del glosario para la inyección de contexto.
fr_fr: Indexé {count} termes de glossaire pour l'injection de contexte.
it_it: Indicizzati {count} termini del glossario per l'iniezione del contesto.
ja_jp: コンテキスト注入のために {count} 個の用語集エントリをインデックスしました。
ru_ru: Проиндексировано {count} терминов глоссария для внедрения контекста.

source: Info
es_es: Información
ja_jp: 情報
ru_ru: Информация

source: Inherited from old version
de_de: Von alter Version geerbt
es_es: Heredado de la versión antigua
fr_fr: Hérité de l'ancienne version
it_it: Ereditato dalla vecchia versione
ja_jp: 旧バージョンから継承
ru_ru: Унаследовано от старой версии

source: Initial Capitalization
de_de: Erstgroßschreibung
es_es: Mayúscula Inicial
fr_fr: Mise en majuscule initiale
it_it: Iniziale Maiuscola
ja_jp: 先頭文字を大文字に
ru_ru: Начальная заглавная буква

source: Initial Target Language:
de_de: Initiale Zielsprache:
es_es: Idioma de destino inicial:
fr_fr: Langue cible initiale :
it_it: Lingua di destinazione iniziale:
ja_jp: 初期ターゲット言語:
ru_ru: Начальный целевой язык:

source: Initialization Error
de_de: Initialisierungsfehler
es_es: Error de inicialización
fr_fr: Erreur d'initialisation
it_it: Errore di Inizializzazione
ja_jp: 初期化エラー
ru_ru: Ошибка инициализации

source: Initialization Failed!
de_de: Initialisierung fehlgeschlagen!
es_es: ¡Inicialización fallida!
fr_fr: Échec de l'initialisation !
it_it: Inizializzazione fallita!
ja_jp: 初期化に失敗しました！
ru_ru: Инициализация не удалась!

source: Initialization complete.
de_de: Initialisierung abgeschlossen.
es_es: Inicialización completada.
fr_fr: Initialisation terminée.
it_it: Inizializzazione completata.
ja_jp: 初期化が完了しました。
ru_ru: Инициализация завершена.

source: Initializing main window and plugins...
de_de: Initialisiere Hauptfenster und Plugins...
es_es: Inicializando ventana principal y complementos...
fr_fr: Initialisation de la fenêtre principale et des plugins en cours...
it_it: Inizializzazione della finestra principale e dei plugin in corso...
ja_jp: メインウィンドウとプラグインを初期化中...
ru_ru: Инициализация главного окна и плагинов...

source: Initializing services in the background...
de_de: Dienste im Hintergrund initialisieren...
es_es: Inicializando servicios en segundo plano...
fr_fr: Initialisation des services en arrière-plan...
it_it: Inizializzazione dei servizi in background...
ja_jp: バックグラウンドでサービスを初期化中...
ru_ru: Инициализация служб в фоновом режиме...

source: Initializing to open {filename}...
de_de: Initialisierung zum Öffnen von {filename} läuft...
es_es: Inicializando para abrir {filename}...
fr_fr: Initialisation en cours pour ouvrir {filename}...
it_it: Inizializzazione in corso per aprire {filename}...
ja_jp: {filename} を開くため初期化しています...
ru_ru: Инициализация для открытия {filename}...

source: Initializing...
de_de: Initialisierung läuft...
es_es: Inicializando...
fr_fr: Initialisation en cours...
it_it: Inizializzazione in corso...
ja_jp: 初期化中...
ru_ru: Инициализация...

source: Injected Glossary
de_de: Eingefügtes Glossar
es_es: Glosario Inyectado
fr_fr: Glossaire injecté
it_it: Glossario Iniettato
ja_jp: 注入された用語集
ru_ru: Внедрённый глоссарий

source: Injects 'Chain of Thought' instructions to force deep thinking for non-reasoning models.
de_de: Fügt 'Chain of Thought'-Anweisungen ein, um tiefes Nachdenken bei nicht-schlussfolgernden Modellen zu erzwingen.
es_es: Inyecta instrucciones de 'Cadena de Pensamiento' para forzar el pensamiento profundo en modelos sin capacidad de razonamiento.
fr_fr: Injecte des instructions de 'Chaîne de Pensée' pour forcer une réflexion approfondie pour les modèles non raisonnants.
it_it: Inietta le istruzioni 'Chain of Thought' per forzare un pensiero approfondito nei modelli non deduttivi.
ja_jp: 非推論モデルに深い思考を強制するために「思考の連鎖」指示を注入します。
ru_ru: Внедряет инструкции 'Chain of Thought', чтобы заставить модели, не способные к рассуждению, глубоко обдумывать.

source: Injects glossary terms found in the original text to enforce specific translations.
de_de: Fügt Glossarbegriffe ein, die im Originaltext gefunden wurden, um bestimmte Übersetzungen zu erzwingen.
es_es: Inyecta términos del glosario encontrados en el texto original para imponer traducciones específicas.
fr_fr: Injecte les termes du glossaire trouvés dans le texte original pour imposer des traductions spécifiques.
it_it: Inietta i termini del glossario trovati nel testo originale per imporre traduzioni specifiche.
ja_jp: 原文で見つかった用語集の用語を挿入し、特定の翻訳を適用します。
ru_ru: Внедряет термины глоссария, найденные в исходном тексте, для принудительного применения определённых переводов.

source: Inline Differences
de_de: Inline-Unterschiede
es_es: Diferencias en línea
fr_fr: Différences en ligne
it_it: Differenze in linea
ja_jp: インライン差分
ru_ru: Встроенные различия

source: Input
de_de: Eingabe
es_es: Entrada
fr_fr: Entrée
ja_jp: 入力
ru_ru: Ввод

source: Inserting new terms...
de_de: Neue Begriffe einfügen...
es_es: Insertando nuevos términos...
fr_fr: Insertion de nouveaux termes...
it_it: Inserimento di nuovi termini...
ja_jp: 新しい用語を挿入中...
ru_ru: Добавление новых терминов...

source: Inserting translations...
de_de: Übersetzungen einfügen...
es_es: Insertando traducciones...
fr_fr: Insertion des traductions...
it_it: Inserimento delle traduzioni in corso...
ja_jp: 翻訳を挿入中...
ru_ru: Вставка переводов...

source: Inserting {count} TM entries...
de_de: {count} TM-Einträge werden eingefügt...
es_es: Insertando {count} entradas de TM...
fr_fr: Insertion de {count} entrées de MT...
it_it: Inserimento di {count} voci della TM in corso...
ja_jp: {count}件のTMエントリを挿入しています...
ru_ru: Вставка {count} записей ТМ...

source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer
it_it: Installa
ja_jp: インストール
ru_ru: Установить

source: Install Dependency
de_de: Abhängigkeit installieren
es_es: Instalar Dependencia
fr_fr: Installer la dépendance
it_it: Installa Dipendenza
ja_jp: 依存関係をインストール
ru_ru: Установить зависимость

source: Install from File...
de_de: Von Datei installieren...
es_es: Instalar desde archivo...
fr_fr: Installer à partir d'un fichier...
it_it: Installa da File...
ja_jp: ファイルからインストール...
ru_ru: Установить из файла...

source: Installation Error
de_de: Installationsfehler
es_es: Error de instalación
fr_fr: Erreur d'installation
it_it: Errore di Installazione
ja_jp: インストールエラー
ru_ru: Ошибка установки

source: Installation Failed
de_de: Installation fehlgeschlagen
es_es: Instalación fallida
fr_fr: Échec de l'installation
it_it: Installazione non riuscita
ja_jp: インストールに失敗しました
ru_ru: Установка не удалась

source: Installation Successful
de_de: Installation erfolgreich
es_es: Instalación exitosa
fr_fr: Installation réussie
it_it: Installazione riuscita
ja_jp: インストールが完了しました
ru_ru: Установка успешна

source: Installation cancelled by user.
de_de: Installation vom Benutzer abgebrochen.
es_es: Instalación cancelada por el usuario.
fr_fr: Installation annulée par l'utilisateur.
it_it: Installazione annullata dall'utente.
ja_jp: ユーザーによってインストールがキャンセルされました。
ru_ru: Установка отменена пользователем.

source: Installation failed: {error}
de_de: Installation fehlgeschlagen: {error}
es_es: Instalación fallida: {error}
fr_fr: Échec de l'installation : {error}
it_it: Installazione fallita: {error}
ja_jp: インストールに失敗しました：{error}
ru_ru: Установка не удалась: {error}

source: Installed
de_de: Installiert
es_es: Instalado
fr_fr: Installé
it_it: Installato
ja_jp: インストール済み
ru_ru: Установлено

source: Installing {lib}...
de_de: {lib} wird installiert...
es_es: Instalando {lib}...
fr_fr: Installation de {lib} en cours...
it_it: Installazione di {lib} in corso...
ja_jp: {lib} をインストール中...
ru_ru: Установка {lib}...

source: Installing {plugin_name}...
de_de: {plugin_name} wird installiert...
es_es: Instalando {plugin_name}...
fr_fr: Installation de {plugin_name} en cours...
it_it: Installazione di {plugin_name} in corso...
ja_jp: {plugin_name} をインストール中...
ru_ru: Установка {plugin_name}...

source: Intelligent Batch Translation
de_de: Intelligente Stapelübersetzung
es_es: Traducción Inteligente por Lotes
fr_fr: Traduction par lots intelligente
it_it: Traduzione Intelligente in Batch
ja_jp: インテリジェント一括翻訳
ru_ru: Интеллектуальное пакетное переведение

source: Intelligent Translation...
de_de: Intelligente Übersetzung...
es_es: Traducción inteligente...
fr_fr: Traduction intelligente...
it_it: Traduzione Intelligente...
ja_jp: インテリジェント翻訳中...
ru_ru: Интеллектуальный перевод...

source: Interactive Review Mode
de_de: Interaktiver Überprüfungsmodus
es_es: Modo de Revisión Interactiva
fr_fr: Mode de révision interactive
it_it: Modalità Revisione Interattiva
ja_jp: インタラクティブレビューモード
ru_ru: Интерактивный режим проверки

source: Internal Database
de_de: Interne Datenbank
es_es: Base de datos interna
fr_fr: Base de données interne
it_it: Database Interno
ja_jp: 内部データベース
ru_ru: Внутренняя база данных

source: Invalid File
de_de: Ungültige Datei
es_es: Archivo no válido
fr_fr: Fichier invalide
it_it: File non valido
ja_jp: 無効なファイル
ru_ru: Неверный файл

source: Invalid Input
de_de: Ungültige Eingabe
es_es: Entrada no válida
fr_fr: Entrée invalide
it_it: Input non valido
ja_jp: 無効な入力
ru_ru: Недопустимый ввод

source: Invalid Languages
de_de: Ungültige Sprachen
es_es: Idiomas no válidos
fr_fr: Langues invalides
it_it: Lingue non valide
ja_jp: 無効な言語
ru_ru: Недопустимые языки

source: Invalid Project
de_de: Ungültiges Projekt
es_es: Proyecto no válido
fr_fr: Projet invalide
it_it: Progetto non valido
ja_jp: 無効なプロジェクト
ru_ru: Неверный проект

source: Invalid Regex
de_de: Ungültiger Regex
es_es: Expresión regular no válida
fr_fr: Expression régulière non valide
it_it: Regex non valido
ja_jp: 無効な正規表現
ru_ru: Недопустимое регулярное выражение

source: Invalid path: {path}
de_de: Ungültiger Pfad: {path}
es_es: Ruta no válida: {path}
fr_fr: Chemin invalide : {path}
it_it: Percorso non valido: {path}
ja_jp: 無効なパス：{path}
ru_ru: Недопустимый путь: {path}
