Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Successfully deleted {count} item(s).
de_de: {count} Element(e) erfolgreich gelöscht.
es_es: Se eliminaron correctamente {count} elemento(s).
fr_fr: {count} élément(s) supprimé(s) avec succès.
it_it: Eliminati con successo {count} elemento(i).
ja_jp: {count} 項目を削除しました。
ru_ru: Успешно удалено {count} элемент(ов).

source: Successfully imported relationships for {count} entries.
de_de: Beziehungen für {count} Einträge erfolgreich importiert.
es_es: Relaciones importadas correctamente para {count} entradas.
fr_fr: Relationships importés avec succès pour {count} entrées.
it_it: Relazioni importate con successo per {count} voci.
ja_jp: {count} エントリの関係性のインポートが完了しました。
ru_ru: Успешно импортированы связи для {count} записей.

source: Successfully imported {count} TM entries.
de_de: {count} TM-Einträge erfolgreich importiert.
es_es: {count} entradas de TM importadas correctamente.
fr_fr: {count} entrées MT importées avec succès.
it_it: {count} voci MT importate con successo.
ja_jp: {count}件のTMエントリが正常にインポートされました。
ru_ru: Успешно импортировано {count} записей ТМ.

source: Successfully installed {plugin_name}.
de_de: {plugin_name} erfolgreich installiert.
es_es: {plugin_name} instalado correctamente.
fr_fr: {plugin_name} installé avec succès.
it_it: {plugin_name} installato con successo.
ja_jp: {plugin_name} のインストールが完了しました。
ru_ru: {plugin_name} успешно установлен.

source: Successfully processed {count} entries.
de_de: Erfolgreich {count} Einträge verarbeitet.
es_es: Se procesaron correctamente {count} entradas.
fr_fr: {count} entrées traitées avec succès.
it_it: Elaborati con successo {count} voci.
ja_jp: {count}件のエントリを正常に処理しました。
ru_ru: Успешно обработано {count} записей.

source: Successfully removed {count} TM entries from source '{source}'.
de_de: {count} TM-Einträge erfolgreich aus der Quelle '{source}' entfernt.
es_es: Se eliminaron correctamente {count} entradas de TM de la fuente '{source}'.
fr_fr: {count} entrées de MT ont été supprimées avec succès de la source '{source}'.
it_it: {count} voci MT rimosse con successo dalla sorgente '{source}'.
ja_jp: ソース「{source}」から{count}件のTMエントリが正常に削除されました。
ru_ru: Успешно удалено {count} записей ТМ из источника '{source}'.

source: Successfully removed {count} translations from source '{source}'.
de_de: Erfolgreich {count} Übersetzungen aus der Quelle '{source}' entfernt.
es_es: Se eliminaron correctamente {count} traducciones de la fuente '{source}'.
fr_fr: {count} traduction(s) supprimée(s) avec succès de la source '{source}'.
it_it: {count} traduzioni rimosse con successo dalla fonte '{source}'.
ja_jp: 「{source}」から{count}件の翻訳が正常に削除されました。
ru_ru: Успешно удалено {count} переводов из источника '{source}'.

source: Successfully saved {count} entries.
de_de: Erfolgreich {count} Einträge gespeichert.
es_es: Se guardaron correctamente {count} entradas.
fr_fr: {count} entrées enregistrées avec succès.
it_it: {count} voci salvate con successo.
ja_jp: {count} 件のエントリを正常に保存しました。
ru_ru: Успешно сохранено {count} записей.

source: Switched to file: {filename}
de_de: Zu Datei gewechselt: {filename}
es_es: Cambiado al archivo: {filename}
fr_fr: Passage au fichier : {filename}
it_it: File attivo: {filename}
ja_jp: ファイルに切り替えました: {filename}
ru_ru: Переключено на файл: {filename}

source: Sync leading/trailing whitespace
de_de: Führende und nachgestellte Leerzeichen synchronisieren
es_es: Sincronizar espacios iniciales y finales
fr_fr: Synchroniser les espaces avant/après
it_it: Sincronizza spazi iniziali e finali
ja_jp: 先頭/末尾の空白を同期する
ru_ru: Синхронизировать начальные/конечные пробелы

source: System Error
de_de: Systemfehler
es_es: Error del sistema
fr_fr: Erreur système
it_it: Errore di Sistema
ja_jp: システムエラー
ru_ru: Системная ошибка

source: TBX Files
de_de: TBX-Dateien
es_es: Archivos TBX
fr_fr: Fichiers TBX
it_it: File TBX
ja_jp: TBXファイル
ru_ru: Файлы TBX

source: TM
fr_fr: MT
it_it: MT
ru_ru: ТМ

source: TM / RAG
ru_ru: ТМ / RAG

source: TM Files (*.xlsx);;All Files (*.*)
de_de: TM-Dateien (*.xlsx);;Alle Dateien (*.*)
es_es: Archivos de MT (*.xlsx);;Todos los archivos (*.*)
fr_fr: Fichiers MT (*.xlsx);;Tous les fichiers (*.*)
it_it: File MT (*.xlsx);;Tutti i file (*.*)
ja_jp: TMファイル (*.xlsx);;すべてのファイル (*.*)
ru_ru: Файлы ТМ (*.xlsx);;Все файлы (*.*)

source: TM entry cleared for selected item.
de_de: TM-Eintrag für ausgewähltes Element gelöscht.
es_es: Entrada de TM eliminada para el elemento seleccionado.
fr_fr: Entrée MT effacée pour l'élément sélectionné.
it_it: Voce MT cancellata per l'elemento selezionato.
ja_jp: 選択した項目のTMエントリがクリアされました。
ru_ru: Запись ТМ для выбранного элемента очищена.

source: TM suggestion applied.
de_de: TM-Vorschlag angewendet.
es_es: Sugerencia de TM aplicada.
fr_fr: Suggestion MT appliquée.
it_it: Suggerimento MT applicato.
ja_jp: TMの提案が適用されました。
ru_ru: Предложение ТМ применено.

source: TM updated for original: '{text}...'
de_de: TM für Original aktualisiert: '{text}'...
es_es: TM actualizado para el original: '{text}...'
fr_fr: MT mise à jour pour l'original : '{text}...'
it_it: MT aggiornata per l'originale: "{text}..."
ja_jp: TMが原文「{text}...」に対して更新されました
ru_ru: ТМ обновлена для оригинала: '{text}...'

source: Target
de_de: Ziel
es_es: Destino
fr_fr: Cible
it_it: Destinazione
ja_jp: ターゲット
ru_ru: Цель

source: Target Database
de_de: Zieldatenbank
es_es: Base de datos de destino
fr_fr: Base de données cible
it_it: Database di destinazione
ja_jp: ターゲットデータベース
ru_ru: Целевая база данных

source: Target Lang
de_de: Zielsprache
es_es: Idioma de destino
fr_fr: Langue cible
it_it: Lingua di Destinazione
ja_jp: ターゲット言語
ru_ru: Целевой язык

source: Target Lang(s)
de_de: Zielsprache(n)
es_es: Idioma(s) de destino
fr_fr: Langue(s) cible(s)
it_it: Lingua(e) di Destinazione
ja_jp: ターゲット言語
ru_ru: Целевые языки

source: Target Language
de_de: Zielsprache
es_es: Idioma de destino
fr_fr: Langue cible
it_it: Lingua di Destinazione
ja_jp: ターゲット言語
ru_ru: Целевой язык

source: Target Language:
de_de: Zielsprache:
es_es: Idioma objetivo:
fr_fr: Langue cible :
it_it: Lingua di Destinazione:
ja_jp: ターゲット言語:
ru_ru: Целевой язык:

source: Target Languages:
de_de: Zielsprachen:
es_es: Idiomas de destino:
fr_fr: Langues cibles :
it_it: Lingue di Destinazione:
ja_jp: ターゲット言語:
ru_ru: Целевые языки:

source: Target Term:
de_de: Termine di destinazione:
es_es: Término de destino:
fr_fr: Terme cible :
it_it: Termine di destinazione:
ja_jp: 訳文用語：
ru_ru: Целевой термин:

source: Target Text
de_de: Zieltext
es_es: Texto de destino
fr_fr: Texte cible
it_it: Testo di Destinazione
ja_jp: ターゲットテキスト
ru_ru: Целевой текст

source: Target database is not available.
de_de: Zieldatenbank nicht verfügbar.
es_es: La base de datos de destino no está disponible.
fr_fr: La base de données cible n'est pas disponible.
it_it: Il database di destinazione non è disponibile.
ja_jp: ターゲットデータベースは利用できません。
ru_ru: Целевая база данных недоступна.

source: Target database not available.
de_de: Zieldatenbank nicht verfügbar.
es_es: Base de datos de destino no disponible.
fr_fr: Base de données cible non disponible.
it_it: Database di destinazione non disponibile.
ja_jp: ターゲットデータベースは利用できません。
ru_ru: Целевая база данных недоступна.

source: Target database not found.
de_de: Zieldatenbank nicht gefunden.
es_es: Base de datos de destino no encontrada.
fr_fr: Base de données cible introuvable.
it_it: Database di destinazione non trovato.
ja_jp: ターゲットデータベースが見つかりません。
ru_ru: Целевая база данных не найдена.

source: Technical details
de_de: Technische Details
es_es: Detalles técnicos
fr_fr: Détails techniques
it_it: Dettagli tecnici
ja_jp: 技術詳細
ru_ru: Технические детали

source: Temperature:
de_de: Temperatur:
es_es: Temperatura:
fr_fr: Température :
it_it: Temperatura:
ja_jp: 温度:
ru_ru: Температура:

source: Template:
de_de: Vorlage:
es_es: Plantilla:
fr_fr: Modèle :
it_it: Modello:
ja_jp: テンプレート:
ru_ru: Шаблон:

source: Temporary Overrides
de_de: Temporäre Überschreibungen
es_es: Anulaciones temporales
fr_fr: Dérogations temporaires
it_it: Sovrascritture temporanee
ja_jp: 一時的なオーバーライド
ru_ru: Временные переопределения

source: Test Configuration
de_de: Konfiguration testen
es_es: Configuración de prueba
fr_fr: Configuration de test
it_it: Configurazione di test
ja_jp: テスト構成
ru_ru: Тестовая конфигурация

source: Test Connection
de_de: Verbindung testen
es_es: Probar conexión
fr_fr: Tester la connexion
ja_jp: 接続テスト
ru_ru: Проверить подключение

source: Test Lab
es_es: Laboratorio de pruebas
fr_fr: Laboratoire de test
it_it: Laboratorio di Test
ja_jp: テストラボ
ru_ru: Тестовая лаборатория

source: Test Rule...
de_de: Regel testen...
es_es: Probar regla...
fr_fr: Tester la règle...
it_it: Testa regola...
ja_jp: ルールをテスト...
ru_ru: Проверить правило...

source: Test Rules...
de_de: Regeln testen...
es_es: Probar reglas...
fr_fr: Tester les règles...
it_it: Testa regole...
ja_jp: テストルール...
ru_ru: Проверить правила...

source: Test This Rule
de_de: Diese Regel testen
es_es: Probar esta regla
fr_fr: Tester cette règle
it_it: Testa questa regola
ja_jp: このルールをテスト
ru_ru: Проверить это правило

source: Testing...
de_de: Testen...
es_es: Probando...
fr_fr: Test en cours...
it_it: Test in corso...
ja_jp: テスト中...
ru_ru: Тестирование...

source: Text
es_es: Texto
fr_fr: Texte
it_it: Testo
ja_jp: テキスト
ru_ru: Текст

source: Tgt
de_de: Zielspr.
es_es: Idioma destino
fr_fr: Lang. cible
it_it: Lingua dest.
ja_jp: ターゲット言語
ru_ru: Цел. язык

source: Tgt:
de_de: Zielspr.:
es_es: Idioma destino:
fr_fr: Lang. cible :
it_it: Lingua dest.:
ja_jp: ターゲット言語:
ru_ru: Цел. язык:

source: The AI response format was invalid. Please try again.
de_de: Das Format der KI-Antwort war ungültig. Bitte versuchen Sie es erneut.
es_es: El formato de respuesta de la IA no era válido. Por favor, inténtelo de nuevo.
fr_fr: Le format de réponse de l'IA était invalide. Veuillez réessayer.
it_it: Il formato della risposta dell'IA non era valido. Riprova.
ja_jp: AIの応答形式が無効です。もう一度お試しください。
ru_ru: Формат ответа ИИ был некорректным. Пожалуйста, попробуйте снова.

source: The Target Content must exist within the Sample Text. Please make sure you copied the exact text.
de_de: Der Zielinhalt muss im Beispieltext enthalten sein. Bitte stellen Sie sicher, dass Sie den exakten Text kopiert haben.
es_es: El Contenido Objetivo debe existir dentro del Texto de Ejemplo. Por favor, asegúrese de copiar el texto exacto.
fr_fr: Le contenu cible doit exister dans le texte d'exemple. Veuillez vous assurer que vous avez copié le texte exact.
it_it: Il Contenuto di Destinazione deve esistere all'interno del Testo di Esempio. Assicurati di aver copiato il testo esatto.
ja_jp: ターゲットコンテンツはサンプルテキスト内に存在している必要があります。 正確なテキストをコピーしたことを確認してください。
ru_ru: Целевой контент должен присутствовать в образце текста. Убедитесь, что вы скопировали точный текст.

source: The UI language has been changed. Some changes may require a restart of the application to take full effect.
de_de: Die Benutzeroberflächensprache wurde geändert. Einige Änderungen erfordern möglicherweise einen Neustart der Anwendung, um vollständig wirksam zu werden.
es_es: El idioma de la interfaz ha sido cambiado. Algunos cambios pueden requerir reiniciar la aplicación para que surtan efecto completo.
fr_fr: La langue de l'interface a été modifiée. Certains changements peuvent nécessiter un redémarrage de l'application pour prendre pleinement effet.
it_it: La lingua dell'interfaccia utente è stata modificata. Alcune modifiche potrebbero richiedere il riavvio dell'applicazione per avere pieno effetto.
ja_jp: UIの言語が変更されました。 一部の変更を完全に反映するには、アプリケーションの再起動が必要な場合があります。
ru_ru: Язык интерфейса был изменён. Некоторые изменения могут потребовать перезапуска приложения для полного применения.

source: The archive is empty.
de_de: Das Archiv ist leer.
es_es: El archivo está vacío.
fr_fr: L'archive est vide.
it_it: L'archivio è vuoto.
ja_jp: 書庫ファイルは空です。
ru_ru: Архив пуст.

source: The archive seems to contain a single folder, but it's not a valid plugin (missing __init__.py).
de_de: Das Archiv scheint einen einzelnen Ordner zu enthalten, aber es ist kein gültiges Plugin (fehlende __init__.py).
es_es: El archivo parece contener una sola carpeta, pero no es un complemento válido (falta __init__.py).
fr_fr: L'archive semble contenir un seul dossier, mais ce n'est pas un plugin valide (__init__.py manquant).
it_it: L'archivio sembra contenere una singola cartella, ma non è un plugin valido (manca __init__.py).
ja_jp: アーカイブには単一のフォルダが含まれているようですが、有効なプラグインではありません（__init__.pyが不足しています）。
ru_ru: Архив, по-видимому, содержит одну папку, но это недействительный плагин (отсутствует __init__.py).

source: The current file or project has unsaved changes. Do you want to save them?
de_de: Die aktuelle Datei oder das Projekt enthält ungespeicherte Änderungen. Möchten Sie sie speichern?
es_es: El archivo o proyecto actual tiene cambios sin guardar. ¿Deseas guardarlos?
fr_fr: Le fichier ou projet actuel contient des modifications non enregistrées. Voulez-vous les sauvegarder ?
it_it: Il file o progetto corrente ha modifiche non salvate. Vuoi salvarle?
ja_jp: 現在のファイルまたはプロジェクトには未保存の変更があります。保存しますか？
ru_ru: Текущий файл или проект содержит несохранённые изменения. Хотите сохранить их?

source: The current translation text.
de_de: Der aktuelle Übersetzungstext.
es_es: El texto de traducción actual.
fr_fr: Le texte de traduction actuel.
it_it: Il testo di traduzione corrente.
ja_jp: 現在の翻訳テキスト。
ru_ru: Текущий текст перевода.

source: The file '{filename}' appears to be part of the project '{project}'. Do you want to open the entire project instead?
de_de: Die Datei '{filename}' scheint Teil des Projekts '{project}' zu sein. Möchten Sie stattdessen das gesamte Projekt öffnen?
es_es: El archivo '{filename}' parece ser parte del proyecto '{project}'. ¿Desea abrir el proyecto completo en su lugar?
fr_fr: Le fichier '{filename}' semble faire partie du projet '{project}'. Voulez-vous ouvrir l'intégralité du projet à la place ?
it_it: Il file '{filename}' sembra far parte del progetto '{project}'. Vuoi aprire l'intero progetto invece?
ja_jp: ファイル '{filename}' はプロジェクト '{project}' の一部のようです。 代わりにプロジェクト全体を開きますか？
ru_ru: Файл '{filename}', по-видимому, является частью проекта '{project}'. Вы хотите открыть весь проект целиком?

source: The file type of '{filename}' is not supported.
de_de: Der Dateityp von '{filename}' wird nicht unterstützt.
es_es: El tipo de archivo de '{filename}' no es compatible.
fr_fr: Le type de fichier '{filename}' n'est pas pris en charge.
it_it: Il tipo di file di '{filename}' non è supportato.
ja_jp: ファイル「{filename}」の形式はサポートされていません。
ru_ru: Тип файла '{filename}' не поддерживается.

source: The following entries already exist in the database. Please choose an action for each.
de_de: Die folgenden Einträge sind bereits in der Datenbank vorhanden. Bitte wählen Sie für jeden eine Aktion aus.
es_es: Las siguientes entradas ya existen en la base de datos. Por favor, elija una acción para cada una.
fr_fr: Les entrées suivantes existent déjà dans la base de données. Veuillez choisir une action pour chacune.
it_it: Le seguenti voci esistono già nel database. Scegli un'azione per ciascuna.
ja_jp: 以下のエントリは既にデータベースに存在します。各エントリに対してアクションを選択してください。
ru_ru: Следующие записи уже существуют в базе данных. Выберите действие для каждой из них.

source: The key '{key}' is already assigned to '{action}'. Please resolve the conflict.
de_de: Der Schlüssel '{key}' ist bereits der Aktion '{action}' zugewiesen. Bitte lösen Sie den Konflikt.
es_es: La clave '{key}' ya está asignada a '{action}'. Por favor, resuelva el conflicto.
fr_fr: La touche '{key}' est déjà attribuée à '{action}'. Veuillez résoudre le conflit.
it_it: La chiave '{key}' è già assegnata a '{action}'. Risolvi il conflitto.
ja_jp: キー '{key}' は既に '{action}' に割り当てられています。 競合を解決してください。
ru_ru: Ключ '{key}' уже назначен действию '{action}'. Пожалуйста, устраните конфликт.

source: The layout has been restored to its default state.
de_de: Das Layout wurde auf den Standardzustand zurückgesetzt.
es_es: El diseño se ha restaurado a su estado predeterminado.
fr_fr: La disposition a été rétablie à son état par défaut.
it_it: Il layout è stato ripristinato allo stato predefinito.
ja_jp: レイアウトがデフォルトの状態に復元されました。
ru_ru: Макет был восстановлен до состояния по умолчанию.

source: The original linked file appears to be newer than the one in the project's source folder. • Press 'Yes' to scan the newer external file and update the project. • Press 'No' to scan the existing file inside the project.
de_de: Il file collegato originale sembra più recente di quello nella cartella sorgente del progetto. • Premere 'Sì' per scansionare il file esterno più recente e aggiornare il progetto. • Premere 'No' per scansionare il file esistente all'interno del progetto.
es_es: El archivo vinculado original parece ser más reciente que el que se encuentra en la carpeta de origen del proyecto. • Pulse 'Sí' para escanear el archivo externo más reciente y actualizar el proyecto. • Pulse 'No' para escanear el archivo existente dentro del proyecto.
fr_fr: Le fichier lié original semble plus récent que celui dans le dossier source du projet. • Appuyez sur 'Oui' pour analyser le nouveau fichier externe et mettre à jour le projet. • Appuyez sur 'Non' pour analyser le fichier existant dans le projet.
it_it: Il file collegato originale sembra essere più recente di quello nella cartella sorgente del progetto. • Premi 'Sì' per scansionare il file esterno più recente e aggiornare il progetto. • Premi 'No' per scansionare il file esistente all'interno del progetto.
ja_jp: 元のリンクファイルは、プロジェクトのソースフォルダにあるファイルよりも新しいようです。 •「はい」を押して、新しい外部ファイルをスキャンし、プロジェクトを更新します。 •「いいえ」を押して、プロジェクト内の既存のファイルをスキャンします。
ru_ru: Исходный связанный файл, похоже, новее, чем файл в исходной папке проекта. • Нажмите «Да», чтобы просканировать новый внешний файл и обновить проект. • Нажмите «Нет», чтобы просканировать существующий файл внутри проекта.

source: The original text to be translated.
de_de: Der ursprüngliche zu übersetzende Text.
es_es: El texto original que se va a traducir.
fr_fr: Le texte original à traduire.
it_it: Il testo originale da tradurre.
ja_jp: 翻訳対象の元のテキスト。
ru_ru: Исходный текст для перевода.

source: The pattern did not match in the sample text.
de_de: Das Muster wurde im Beispieltext nicht gefunden.
es_es: El patrón no coincidió en el texto de ejemplo.
fr_fr: Le motif ne correspond pas dans le texte d'exemple.
it_it: Il modello non corrisponde nel testo di esempio.
ja_jp: サンプルテキストでパターンが一致しませんでした。
ru_ru: Шаблон не совпал с образцом текста.

source: The plugin '{plugin_name}' is missing required external libraries: - {libs} The plugin will likely fail to run correctly. You can try to install them from the details panel. Are you sure you want to force enable it anyway?
de_de: Das Plugin '{plugin_name}' benötigt externe Bibliotheken, die nicht vorhanden sind: - {libs} Das Plugin wird wahrscheinlich nicht korrekt funktionieren. Sie können versuchen, sie über das Detailpanel zu installieren. Möchten Sie es trotzdem zwangsaktivieren?
es_es: Al complemento '{plugin_name}' le faltan bibliotecas externas requeridas: - {libs} Es probable que el complemento no funcione correctamente. Puedes intentar instalarlas desde el panel de detalles. ¿Estás seguro de que deseas forzar su habilitación de todos modos?
fr_fr: Le plugin '{plugin_name}' manque des bibliothèques externes requises : - {libs} Le plugin risque de ne pas fonctionner correctement. Vous pouvez essayer de les installer depuis le panneau de détails. Voulez-vous quand même forcer son activation ?
it_it: Il plugin '{plugin_name}' manca delle librerie esterne richieste: - {libs} È probabile che il plugin non funzioni correttamente. Puoi provare a installarle dal pannello dei dettagli. Sei sicuro di voler forzare l'attivazione comunque?
ja_jp: プラグイン「{plugin_name}」に必要な外部ライブラリが不足しています: - {libs} このプラグインは正しく動作しない可能性があります。詳細パネルからインストールを試すことができます。 それでも強制的に有効化しますか？
ru_ru: У плагина '{plugin_name}' отсутствуют необходимые внешние библиотеки: - {libs} Плагин, скорее всего, не будет работать корректно. Вы можете попытаться установить их из панели деталей. Вы уверены, что хотите принудительно включить его в любом случае?

source: The plugin '{plugin_name}' is not marked as compatible with this application version. Forcing it to enable may cause instability or crashes. Are you sure you want to force enable it?
de_de: Das Plugin '{plugin_name}' ist nicht als kompatibel mit dieser Anwendungsversion markiert. Das Erzwingen der Aktivierung kann zu Instabilität oder Abstürzen führen. Sind Sie sicher, dass Sie die Aktivierung erzwingen möchten?
es_es: El complemento '{plugin_name}' no está marcado como compatible con esta versión de la aplicación. Forzar su habilitación puede causar inestabilidad o fallos. ¿Estás seguro de que deseas forzar su habilitación?
fr_fr: Le plugin '{plugin_name}' n'est pas marqué comme compatible avec cette version de l'application. Le forcer à s'activer peut provoquer des instabilités ou des plantages. Êtes-vous sûr de vouloir forcer son activation ?
it_it: Il plugin '{plugin_name}' non è contrassegnato come compatibile con questa versione dell'applicazione. Forzarne l'attivazione potrebbe causare instabilità o arresti anomali. Sei sicuro di volerlo forzare l'attivazione?
ja_jp: プラグイン「{plugin_name}」はこのアプリケーションバージョンとの互換性がマークされていません。 強制的に有効化すると、不安定やクラッシュの原因となる可能性があります。 強制的に有効化してもよろしいですか？
ru_ru: Плагин '{plugin_name}' не отмечен как совместимый с этой версией приложения. Принудительное включение может вызвать нестабильность или сбои. Вы уверены, что хотите принудительно включить его?

source: The plugin requires the library '{lib}' (version: {spec}). Do you want to try to {action} it now?
de_de: Das Plugin benötigt die Abhängigkeit '{lib}' (Version: {spec}). Möchten Sie sie jetzt {action}?
es_es: El complemento requiere la biblioteca '{lib}' (versión: {spec}). ¿Desea intentar {action} ahora?
fr_fr: Le plugin requiert la bibliothèque '{lib}' (version : {spec}). Voulez-vous essayer de l'{action} maintenant ?
it_it: Il plugin richiede la libreria '{lib}' (versione: {spec}). Vuoi provare a {action} ora?
ja_jp: このプラグインにはライブラリ「{lib}」（バージョン: {spec}）が必要です。 今すぐ{action}しますか？
ru_ru: Плагину требуется библиотека '{lib}' (версия: {spec}). Хотите {action} её сейчас?

source: The request timed out. The server might be busy or your connection is slow.
de_de: Die Anfrage ist abgelaufen. Der Server könnte ausgelastet sein oder Ihre Verbindung ist langsam.
es_es: La solicitud ha caducado. Es posible que el servidor esté ocupado o que tu conexión sea lenta.
fr_fr: La requête a expiré. Le serveur peut être occupé ou votre connexion est lente.
it_it: La richiesta ha superato il tempo limite. Il server potrebbe essere occupato o la tua connessione è lenta.
ja_jp: リクエストがタイムアウトしました。サーバーが混み合っているか、接続速度が遅い可能性があります。
ru_ru: Время запроса истекло. Сервер может быть занят или у вас медленное соединение.

source: The selected file is not a valid .zip archive.
de_de: Die ausgewählte Datei ist kein gültiges .zip-Archiv.
es_es: El archivo seleccionado no es un archivo .zip válido.
fr_fr: Le fichier sélectionné n'est pas une archive .zip valide.
it_it: Il file selezionato non è un archivio .zip valido.
ja_jp: 選択されたファイルは有効な.zip書庫ファイルではありません。
ru_ru: Выбранный файл не является действительным .zip архивом.

source: The selected folder is not a valid LexiSync project.
de_de: Der ausgewählte Ordner ist kein gültiges LexiSync-Projekt.
es_es: La carpeta seleccionada no es un proyecto LexiSync válido.
fr_fr: Le dossier sélectionné n'est pas un projet LexiSync valide.
it_it: La cartella selezionata non è un progetto LexiSync valido.
ja_jp: 選択されたフォルダは有効なLexiSyncプロジェクトではありません。
ru_ru: Выбранная папка не является действительным проектом LexiSync.
