Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Please load a file or project first.
de_de: Bitte laden Sie zuerst eine Datei oder ein Projekt.
es_es: Por favor, cargue un archivo o proyecto primero.
fr_fr: Veuillez d'abord charger un fichier ou un projet.
it_it: Carica prima un file o un progetto.
ja_jp: まずファイルまたはプロジェクトを読み込んでください。
ru_ru: Пожалуйста, сначала загрузите файл или проект.

source: Please load a project or file first.
de_de: Bitte laden Sie zuerst ein Projekt oder eine Datei.
es_es: Por favor, cargue primero un proyecto o archivo.
fr_fr: Veuillez d'abord charger un projet ou un fichier.
it_it: Carica prima un progetto o un file.
ja_jp: まずプロジェクトまたはファイルを読み込んでください。
ru_ru: Сначала загрузите проект или файл.

source: Please open a project or file first.
de_de: Bitte öffnen Sie zuerst ein Projekt oder eine Datei.
es_es: Por favor, abre un proyecto o archivo primero.
fr_fr: Veuillez d'abord ouvrir un projet ou un fichier.
it_it: Per favore, apri prima un progetto o un file.
ja_jp: 最初にプロジェクトまたはファイルを開いてください。
ru_ru: Сначала откройте проект или файл.

source: Please provide both Sample Text and Target Content.
de_de: Bitte geben Sie sowohl Beispieltext als auch Zielinhalt an.
es_es: Proporcione tanto el Texto de Ejemplo como el Contenido Objetivo.
fr_fr: Veuillez fournir à la fois le Texte d'exemple et le Contenu cible.
it_it: Fornisci sia il Testo di Esempio che il Contenuto di Destinazione.
ja_jp: サンプルテキストとターゲットコンテンツの両方を入力してください。
ru_ru: Пожалуйста, предоставьте как Пример текста, так и Целевое содержимое.

source: Please select a language to remove.
de_de: Bitte wählen Sie eine Sprache zum Entfernen aus.
es_es: Por favor, seleccione un idioma para eliminar.
fr_fr: Veuillez sélectionner une langue à supprimer.
it_it: Seleziona una lingua da rimuovere.
ja_jp: 削除する言語を選択してください。
ru_ru: Пожалуйста, выберите язык для удаления.

source: Please select a language.
de_de: Bitte wählen Sie eine Sprache aus.
es_es: Por favor, seleccione un idioma.
fr_fr: Veuillez sélectionner une langue.
it_it: Seleziona una lingua.
ja_jp: 言語を選択してください。
ru_ru: Пожалуйста, выберите язык.

source: Please select a source file to re-scan.
de_de: Seleziona un file di origine per una nuova scansione.
es_es: Por favor, seleccione un archivo de origen para re-escanear.
fr_fr: Veuillez sélectionner un fichier source à ré-analyser.
it_it: Seleziona un file sorgente per una nuova scansione.
ja_jp: 再スキャンするソースファイルを選択してください。
ru_ru: Пожалуйста, выберите исходный файл для повторного сканирования.

source: Please select a source to remove.
de_de: Bitte wählen Sie eine Quelle zum Entfernen aus.
es_es: Por favor, seleccione una fuente para eliminar.
fr_fr: Veuillez sélectionner une source à supprimer.
it_it: Seleziona una sorgente da rimuovere.
ja_jp: 削除するソースを選択してください。
ru_ru: Пожалуйста, выберите источник для удаления.

source: Please select an item first.
de_de: Bitte wählen Sie zuerst ein Element aus.
es_es: Por favor, seleccione un elemento primero.
fr_fr: Veuillez d'abord sélectionner un élément.
it_it: Seleziona prima un elemento.
ja_jp: まず項目を選択してください。
ru_ru: Пожалуйста, сначала выберите элемент.

source: Please select an item to AI translate.
de_de: Bitte wählen Sie einen Eintrag für die KI-Übersetzung aus.
es_es: Por favor, selecciona un elemento para traducir con IA.
fr_fr: Veuillez sélectionner un élément à traduire par IA.
it_it: Seleziona un elemento da tradurre con l'IA.
ja_jp: AI翻訳する項目を選択してください。
ru_ru: Пожалуйста, выберите элемент для перевода ИИ.

source: Please select an item.
de_de: Bitte wählen Sie ein Element aus.
es_es: Por favor, seleccione un elemento.
fr_fr: Veuillez sélectionner un élément.
it_it: Seleziona un elemento.
ja_jp: 項目を選択してください。
ru_ru: Пожалуйста, выберите элемент.

source: Plugin '{plugin_id}' has been installed. Please restart the application to enable it.
de_de: Plugin '{plugin_id}' wurde installiert. Bitte starten Sie die Anwendung neu, um es zu aktivieren.
es_es: El complemento '{plugin_id}' ha sido instalado. Por favor, reinicie la aplicación para habilitarlo.
fr_fr: Le plugin '{plugin_id}' a été installé. Veuillez redémarrer l'application pour l'activer.
it_it: Il plugin '{plugin_id}' è stato installato. Riavvia l'applicazione per abilitarlo.
ja_jp: プラグイン「{plugin_id}」がインストールされました。 有効にするにはアプリケーションを再起動してください。
ru_ru: Плагин '{plugin_id}' установлен. Пожалуйста, перезапустите приложение, чтобы включить его.

source: Plugin '{plugin_id}' has missing dependencies: {deps}
de_de: Plugin '{plugin_id}' hat fehlende Abhängigkeiten: {deps}
es_es: El complemento '{plugin_id}' tiene dependencias faltantes: {deps}
fr_fr: Le plugin '{plugin_id}' a des dépendances manquantes : {deps}
it_it: Il plugin '{plugin_id}' ha dipendenze mancanti: {deps}
ja_jp: プラグイン '{plugin_id}' に必要な依存関係が不足しています: {deps}
ru_ru: Плагин '{plugin_id}' имеет отсутствующие зависимости: {deps}

source: Plugin '{plugin_name}' disabled.
de_de: Plugin '{plugin_name}' deaktiviert.
es_es: Complemento '{plugin_name}' desactivado.
fr_fr: Plugin '{plugin_name}' désactivé.
it_it: Plugin '{plugin_name}' disabilitato.
ja_jp: プラグイン '{plugin_name}' が無効になりました。
ru_ru: Плагин '{plugin_name}' отключен.

source: Plugin '{plugin_name}' enabled.
de_de: Plugin '{plugin_name}' aktiviert.
es_es: Complemento '{plugin_name}' habilitado.
fr_fr: Plugin '{plugin_name}' activé.
it_it: Plugin '{plugin_name}' abilitato.
ja_jp: プラグイン '{plugin_name}' が有効になりました。
ru_ru: Плагин '{plugin_name}' включён.

source: Plugin '{plugin_name}' force-enabled with missing libraries.
de_de: Plugin '{plugin_name}' erzwungen aktiviert mit fehlenden Bibliotheken.
es_es: El complemento '{plugin_name}' habilitado forzosamente con bibliotecas faltantes.
fr_fr: Plugin '{plugin_name}' forcé à être activé avec des bibliothèques manquantes.
it_it: Plugin '{plugin_name}' forzatamente abilitato con librerie mancanti.
ja_jp: プラグイン '{plugin_name}' をライブラリが不足している状態で強制的に有効化しました。
ru_ru: Плагин '{plugin_name}' принудительно включён с отсутствующими библиотеками.

source: Plugin '{plugin_name}' force-enabled.
de_de: Plugin '{plugin_name}' erzwungen aktiviert.
es_es: El complemento '{plugin_name}' habilitado forzosamente.
fr_fr: Plugin '{plugin_name}' forcé à être activé.
it_it: Plugin '{plugin_name}' forzatamente abilitato.
ja_jp: プラグイン '{plugin_name}' を強制的に有効化しました。
ru_ru: Плагин '{plugin_name}' принудительно включён.

source: Plugin '{plugin_name}' has been deleted. Please restart the application.
de_de: Plugin '{plugin_name}' wurde gelöscht. Bitte starten Sie die Anwendung neu.
es_es: El complemento '{plugin_name}' ha sido eliminado. Por favor, reinicie la aplicación.
fr_fr: Le plugin '{plugin_name}' a été supprimé. Veuillez redémarrer l'application.
it_it: Il plugin '{plugin_name}' è stato eliminato. Riavvia l'applicazione.
ja_jp: プラグイン「{plugin_name}」が削除されました。 アプリケーションを再起動してください。
ru_ru: Плагин '{plugin_name}' был удалён. Пожалуйста, перезапустите приложение.

source: Plugin Archives
de_de: Plugin-Archive
es_es: Archivos de complemento
fr_fr: Archives de plugins
it_it: Archivi dei Plugin
ja_jp: プラグイン書庫ファイル
ru_ru: Архивы плагинов

source: Plugin Deleted
de_de: Plugin gelöscht
es_es: Complemento eliminado
fr_fr: Plugin supprimé
it_it: Plugin eliminato
ja_jp: プラグイン削除済み
ru_ru: Плагин удалён

source: Plugin Dependencies
de_de: Plugin-Abhängigkeiten
es_es: Dependencias del complemento
fr_fr: Dépendances du plugin
it_it: Dipendenze del Plugin
ja_jp: プラグインの依存関係
ru_ru: Зависимости плагина

source: Plugin Exists
de_de: Plugin existiert bereits
es_es: El complemento ya existe
fr_fr: Le plugin existe déjà
it_it: Plugin già esistente
ja_jp: プラグインは存在します
ru_ru: Плагин уже существует

source: Plugin Loading Error
de_de: Fehler beim Laden des Plugins
es_es: Error al cargar el complemento
fr_fr: Erreur de chargement du plugin
it_it: Errore di caricamento del plugin
ja_jp: プラグインの読み込みエラー
ru_ru: Ошибка загрузки плагина

source: Plugin Manager
es_es: Gestor de complementos
fr_fr: Gestionnaire de plugins
it_it: Gestore Plugin
ja_jp: プラグインマネージャー
ru_ru: Менеджер плагинов

source: Plugin Marketplace
de_de: Plugin-Marktplatz
es_es: Mercado de complementos
fr_fr: Boutique de plugins
it_it: Marketplace dei Plugin
ja_jp: プラグインマーケットプレイス
ru_ru: Магазин плагинов

source: Plugin Marketplace...
de_de: Plugin-Marktplatz...
es_es: Mercado de complementos...
fr_fr: Boutique de plugins...
it_it: Marketplace dei Plugin...
ja_jp: プラグインマーケットプレイス...
ru_ru: Магазин плагинов...

source: Plugin directory not found.
de_de: Plugin-Verzeichnis nicht gefunden.
es_es: Directorio de complementos no encontrado.
fr_fr: Répertoire du plugin introuvable.
it_it: Cartella del plugin non trovata.
ja_jp: プラグインのディレクトリが見つかりません。
ru_ru: Папка плагина не найдена.

source: Plugin installed successfully. Please restart the application to take effect.
de_de: Plugin erfolgreich installiert. Bitte starten Sie die Anwendung neu, damit die Änderungen wirksam werden.
es_es: Complemento instalado con éxito. Por favor, reinicie la aplicación para que surta efecto.
fr_fr: Plugin installé avec succès. Veuillez redémarrer l'application pour appliquer les modifications.
it_it: Plugin installato con successo. Riavvia l'applicazione per applicare le modifiche.
ja_jp: プラグインは正常にインストールされました。変更を反映するにはアプリケーションを再起動してください。
ru_ru: Плагин успешно установлен. Пожалуйста, перезапустите приложение, чтобы изменения вступили в силу.

source: Pos
ja_jp: 位置
ru_ru: Позиция

source: Preparing data for database...
de_de: Daten für die Datenbank vorbereiten...
es_es: Preparando datos para la base de datos...
fr_fr: Préparation des données pour la base de données...
it_it: Preparazione dei dati per il database...
ja_jp: データベースの準備中...
ru_ru: Подготовка данных для базы данных...

source: Preset Management
de_de: Preset-Verwaltung
es_es: Gestión de Preconfiguraciones
fr_fr: Gestion des préréglages
it_it: Gestione dei preset
ja_jp: プリセット管理
ru_ru: Управление пресетами

source: Preset Name:
de_de: Voreingestellter Name:
es_es: Nombre del preajuste:
fr_fr: Nom du préréglage :
it_it: Nome Preset:
ja_jp: プリセット名:
ru_ru: Имя пресета:

source: Preset Type
de_de: Voreinstellungstyp
es_es: Tipo de Preajuste
fr_fr: Type de préréglage
it_it: Tipo di Preset
ja_jp: プリセットタイプ
ru_ru: Тип пресета

source: Preset exported successfully.
de_de: Voreinstellung erfolgreich exportiert.
es_es: Preajuste exportado con éxito.
fr_fr: Préréglage exporté avec succès.
it_it: Preimpostazione esportata con successo.
ja_jp: プリセットが正常にエクスポートされました。
ru_ru: Предустановка успешно экспортирована.

source: Preset file format is incorrect.
de_de: Voreinstellungsdateiformat ist falsch.
es_es: El formato del archivo de preajuste es incorrecto.
fr_fr: Le format du fichier de préréglage est incorrect.
it_it: Il formato del file preimpostato non è corretto.
ja_jp: プリセットファイルの形式が正しくありません。
ru_ru: Формат файла предустановки неверен.

source: Preset imported successfully.
de_de: Voreinstellung erfolgreich importiert.
es_es: Preajuste importado con éxito.
fr_fr: Préréglage importé avec succès.
it_it: Preimpostazione importata con successo.
ja_jp: プリセットが正常にインポートされました。
ru_ru: Предустановка успешно импортирована.

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ja_jp: プレビュー
ru_ru: Предпросмотр

source: Preview Text / 预览文本 / 123 ABC xyz
de_de: Vorschau-Text / Vorschau-Text / 123 ABC xyz
es_es: Texto de Vista Previa / 预览文本 / 123 ABC xyz
fr_fr: Texte d'aperçu / Texte de prévisualisation / 123 ABC xyz
it_it: Testo di Anteprima / 预览文本 / 123 ABC xyz
ja_jp: プレビューテキスト / プレビュー文 / 123 ABC xyz
ru_ru: Текст предпросмотра / 预览文本 / 123 ABC xyz

source: Previous
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前へ
ru_ru: Пред.

source: Printf Format (%s, %d)
es_es: Formato Printf (%s, %d)
fr_fr: Format Printf (%s, %d)
it_it: Formato Printf (%s, %d)
ja_jp: Printf フォーマット (%s, %d)
ru_ru: Формат Printf (%s, %d)

source: Printf Format Mismatch
de_de: Printf-Format stimmt nicht überein
es_es: Error de coincidencia de formato Printf
fr_fr: Incompatibilité de format Printf
it_it: Formato Printf Non Corrispondente
ja_jp: Printfフォーマットの不一致
ru_ru: Несоответствие формата Printf

source: Processed Value
de_de: Verarbeiteter Wert
es_es: Valor Procesado
fr_fr: Valeur traitée
it_it: Valore Elaborato
ja_jp: 処理済みの値
ru_ru: Обработанное значение

source: Processing item {i}/{total}...
de_de: Verarbeite Element {i}/{total}...
es_es: Procesando elemento {i}/{total}...
fr_fr: Traitement de l'élément {i}/{total}...
it_it: Elaborazione elemento {i}/{total}...
ja_jp: 項目 {i}/{total} を処理中...
ru_ru: Обработка элемента {i}/{total}...

source: Profile Name (e.g. My DeepSeek)
de_de: Profilname (z. B. Mein DeepSeek)
es_es: Nombre del perfil (p. ej. Mi DeepSeek)
fr_fr: Nom du profil (par ex. Mon DeepSeek)
it_it: Nome Profilo (es. Il mio DeepSeek)
ja_jp: プロファイル名（例: My DeepSeek）
ru_ru: Название профиля (например, My DeepSeek)

source: Project
de_de: Projekt
es_es: Proyecto
fr_fr: Projet
it_it: Progetto
ja_jp: プロジェクト
ru_ru: Проект

source: Project '{name}' loaded.
de_de: Projekt '{name}' geladen.
es_es: Proyecto '{name}' cargado.
fr_fr: Projet '{name}' chargé.
it_it: Progetto '{name}' caricato.
ja_jp: プロジェクト「{name}」を読み込みました。
ru_ru: Проект '{name}' загружен.

source: Project Creation Failed
de_de: Projekterstellung fehlgeschlagen.
es_es: Error en la creación del proyecto
fr_fr: Échec de la création du projet
it_it: Creazione del progetto non riuscita
ja_jp: プロジェクトの作成に失敗しました
ru_ru: Создание проекта не удалось

source: Project Detected
de_de: Projekt erkannt
es_es: Proyecto Detectado
fr_fr: Projet détecté
it_it: Progetto Rilevato
ja_jp: プロジェクトを検出しました
ru_ru: Проект обнаружен

source: Project Glossary
de_de: Projektglossar
es_es: Glosario del Proyecto
fr_fr: Glossaire du projet
it_it: Glossario di progetto
ja_jp: プロジェクト用語集
ru_ru: Глоссарий проекта

source: Project Metrics
de_de: Projektmetriken
es_es: Métricas del Proyecto
fr_fr: Métriques du projet
it_it: Metriche del Progetto
ja_jp: プロジェクトメトリクス
ru_ru: Метрики проекта

source: Project Mode
de_de: Projektmodus
es_es: Modo Proyecto
fr_fr: Mode Projet
it_it: Modalità Progetto
ja_jp: プロジェクトモード
ru_ru: Режим проекта

source: Project Name:
de_de: Projektname:
es_es: Nombre del proyecto:
fr_fr: Nom du projet :
it_it: Nome progetto:
ja_jp: プロジェクト名：
ru_ru: Название проекта:

source: Project Resource
de_de: Projektressource
es_es: Recursos del proyecto
fr_fr: Ressource du projet
it_it: Risorse del Progetto
ja_jp: プロジェクトリソース
ru_ru: Ресурсы проекта

source: Project Resources
de_de: Projektressourcen
es_es: Recursos del proyecto
fr_fr: Ressources du projet
it_it: Risorse del Progetto
ja_jp: プロジェクトリソース
ru_ru: Ресурсы проекта

source: Project Settings
de_de: Projekteinstellungen
es_es: Configuración del proyecto
fr_fr: Paramètres du projet
it_it: Impostazioni del Progetto
ja_jp: プロジェクト設定
ru_ru: Настройки проекта

source: Project Settings...
de_de: Projekteinstellungen...
es_es: Configuración del proyecto...
fr_fr: Paramètres du projet...
it_it: Impostazioni del Progetto...
ja_jp: プロジェクト設定...
ru_ru: Настройки проекта...

source: Project Statistics
de_de: Projektstatistiken
es_es: Estadísticas del Proyecto
fr_fr: Statistiques du projet
it_it: Statistiche del Progetto
ja_jp: プロジェクト統計
ru_ru: Статистика проекта

source: Project Statistics...
de_de: Projektstatistiken...
es_es: Estadísticas del proyecto...
fr_fr: Statistiques du projet...
it_it: Statistiche del Progetto...
ja_jp: プロジェクト統計...
ru_ru: Статистика проекта...

source: Project TM
de_de: Projekt-TM
es_es: Memoria de Traducción del Proyecto
fr_fr: TM du projet
ja_jp: プロジェクトTM
ru_ru: Проектная ТМ

source: Project Translation Memory
de_de: Projekt-Übersetzungsspeicher
es_es: Memoria de Traducción del Proyecto
fr_fr: Mémoire de traduction du projet
it_it: Memoria di traduzione di progetto
ja_jp: プロジェクト翻訳メモリ
ru_ru: Память переводов проекта

source: Project auto-saved.
de_de: Projekt automatisch gespeichert.
es_es: Proyecto autoguardado.
fr_fr: Projet sauvegardé automatiquement.
it_it: Progetto salvato automaticamente.
ja_jp: プロジェクトを自動保存しました。
ru_ru: Проект автосохранен.

source: Project build completed successfully. Languages: {num_langs} Source Files per Language: {num_files} Total Files Created: {total_files}
de_de: Projekt-Build erfolgreich abgeschlossen. Sprachen: {num_langs} Quelldateien pro Sprache: {num_files} Gesamte erstellte Dateien: {total_files}
es_es: Proyecto compilado exitosamente. Idiomas: {num_langs} Archivos fuente por idioma: {num_files} Total de archivos creados: {total_files}
fr_fr: Compilation du projet terminée avec succès. Langues : {num_langs} Fichiers sources par langue : {num_files} Total des fichiers créés : {total_files}
it_it: Compilazione del progetto completata con successo. Lingue: {num_langs} File sorgente per lingua: {num_files} File totali creati: {total_files}
ja_jp: プロジェクトのビルドが正常に完了しました。 言語数: {num_langs} 言語ごとのソースファイル数: {num_files} 作成されたファイル総数: {total_files}
ru_ru: Сборка проекта успешно завершена. Языки: {num_langs} Исходных файлов на язык: {num_files} Всего создано файлов: {total_files}

source: Project configuration is missing a target language.
de_de: Projektkonfiguration enthält keine Zielsprache.
es_es: La configuración del proyecto no tiene un idioma de destino especificado.
fr_fr: La configuration du projet ne contient pas de langue cible.
it_it: La configurazione del progetto non include una lingua di destinazione.
ja_jp: ターゲット言語がプロジェクト設定に指定されていません。
ru_ru: В конфигурации проекта отсутствует целевой язык.

source: Project contains no source files.
de_de: In der Projektkonfiguration fehlt eine Zielsprache.
es_es: El proyecto no contiene archivos fuente.
fr_fr: Le projet ne contient aucun fichier source.
it_it: Il progetto non contiene file sorgente.
ja_jp: プロジェクトにソースファイルが含まれていません。
ru_ru: Проект не содержит исходных файлов.

source: Project loading failed.
de_de: Projekt konnte nicht geladen werden.
es_es: Error al cargar el proyecto.
fr_fr: Échec du chargement du projet.
it_it: Caricamento del progetto non riuscito.
ja_jp: プロジェクトの読み込みに失敗しました。
ru_ru: Ошибка загрузки проекта.

source: Project name, location, and at least one source file are required.
de_de: Projektname, Speicherort und mindestens eine Quelldatei sind erforderlich.
es_es: Se requieren el nombre del proyecto, la ubicación y al menos un archivo fuente.
fr_fr: Nom du projet, emplacement et au moins un fichier source sont requis.
it_it: Nome del progetto, posizione e almeno un fichier di origine sono richiesti.
ja_jp: プロジェクト名、場所、および少なくとも1つのソースファイルが必要です。
ru_ru: Требуется указать название проекта, местоположение и хотя бы один исходный файл.

source: Project path is missing. Cannot save.
de_de: Projektpfad fehlt. Speichern nicht möglich.
es_es: La ruta del proyecto no está especificada. No se puede guardar.
fr_fr: Le chemin du projet est manquant. Impossible de sauvegarder.
it_it: Percorso del progetto mancante. Impossibile salvare.
ja_jp: プロジェクトパスが指定されていません。保存できません。
ru_ru: Путь к проекту отсутствует. Невозможно сохранить.

source: Project saved.
de_de: Projekt gespeichert.
es_es: Proyecto guardado.
fr_fr: Projet enregistré.
it_it: Progetto salvato.
ja_jp: プロジェクトが保存されました。
ru_ru: Проект сохранен.

source: Project source file not found: {path}
de_de: File sorgente del progetto non trovato: {path}
es_es: Archivo de origen del proyecto no encontrado: {path}
fr_fr: Fichier source du projet introuvable : {path}
it_it: File sorgente del progetto non trovato: {path}
ja_jp: プロジェクトソースファイルが見つかりません： {path}
ru_ru: Исходный файл проекта не найден: {path}

source: Project translations exported to: {filename}
de_de: Projektübersetzungen exportiert nach: {filename}
es_es: Traducciones del proyecto exportadas a: {filename}
fr_fr: Traductions du projet exportées vers : {filename}
it_it: Traduzioni del progetto esportate in: {filename}
ja_jp: プロジェクト翻訳が{filename}にエクスポートされました
ru_ru: Переводы проекта экспортированы в: {filename}

source: Project updated to new version.
de_de: Projekt auf neue Version aktualisiert.
es_es: Proyecto actualizado a la nueva versión.
fr_fr: Projet mis à jour vers la nouvelle version.
it_it: Progetto aggiornato alla nuova versione.
ja_jp: プロジェクトを新しいバージョンに更新しました。
ru_ru: Проект обновлен до новой версии.

source: Prompt Files (*{ext});;All Files (*.*)
de_de: Prompt-Dateien (*{ext});;Alle Dateien (*.*)
es_es: Archivos de Indicación (*{ext});;Todos los Archivos (*.*)
fr_fr: Fichiers d'invites (*{ext});;Tous les fichiers (*.*)
it_it: File Prompt (*{ext});;Tutti i file (*.*)
ja_jp: プロンプトファイル (*{ext});;すべてのファイル (*.*)
ru_ru: Файлы подсказок (*{ext});;Все файлы (*.*)

source: Prompt Manager...
es_es: Gestor de Indicación...
fr_fr: Gestionnaire d'invites...
it_it: Gestore Prompt...
ja_jp: プロンプトマネージャー...
ru_ru: Менеджер подсказок...

source: Prompts
es_es: Indicaciones
fr_fr: Invites
it_it: Prompt
ja_jp: プロンプト
ru_ru: Подсказки

source: Propagate to Identical
de_de: Auf Identische übertragen
es_es: Propagar a Idénticos
fr_fr: Propager vers les identiques
it_it: Propaga a Identici
ja_jp: 同一のものに伝播
ru_ru: Распространить на идентичные

source: Provide example sentences for each extracted term to help the AI disambiguate meanings (e.g., 'Home' as 'Base' vs 'Menu').
de_de: Geben Sie Beispielsätze für jeden extrahierten Begriff an, um der KI bei der Bedeutungsunterscheidung zu helfen (z. B. 'Home' als 'Base' vs 'Menu').
es_es: Proporcione oraciones de ejemplo para cada término extraído para ayudar a la IA a desambiguar significados (ej., 'Home' como 'Base' vs 'Menú').
fr_fr: Fournir des phrases d'exemple pour chaque terme extrait afin d'aider l'IA à lever les ambiguïtés de sens (par exemple, 'Home' comme 'Base' vs 'Menu').
it_it: Fornisci frasi di esempio per ogni termine estratto per aiutare l'IA a disambiguare i significati (ad esempio, 'Home' come 'Base' vs 'Menu').
ja_jp: 抽出された各用語に対して、AIが意味を区別できるように例文を提供してください（例：'Home'を「拠点」と「メニュー」として）。
ru_ru: Предоставьте примеры предложений для каждого извлеченного термина, чтобы помочь ИИ различать значения (например, 'Home' как 'Base' против 'Menu').

source: Provider
de_de: Anbieter
es_es: Proveedor
fr_fr: Fournisseur
ja_jp: プロバイダー
ru_ru: Провайдер

source: Python Brace Mismatch
de_de: Python-Klammer stimmt nicht überein
es_es: Desajuste de Python Brace
fr_fr: Incompatibilité d'accolade Python
ja_jp: Pythonブレースの不一致
ru_ru: Несоответствие фигурных скобок Python

source: Python brace
de_de: Python-Klammer
es_es: Llave de Python
fr_fr: Accolade Python
it_it: Parentesi graffa Python
ja_jp: Pythonブレース
ru_ru: Фигурная скобка Python

source: Quality Assurance
de_de: Qualitätssicherung
es_es: Control de Calidad
fr_fr: Assurance qualité
it_it: Controllo Qualità
ja_jp: 品質保証
ru_ru: Контроль качества

source: Quick Edit File
de_de: Schnellbearbeitungsdatei
es_es: Archivo de Edición Rápida
fr_fr: Fichier de modification rapide
it_it: Modifica Rapida File
ja_jp: クイック編集ファイル
ru_ru: Быстрое редактирование файла

source: Quick Setup
de_de: Schnelle Einrichtung
es_es: Configuración Rápida
fr_fr: Configuration rapide
it_it: Configurazione Rapida
ja_jp: クイックセットアップ
ru_ru: Быстрая настройка

source: Quick search...
de_de: Schnellsuche...
es_es: Búsqueda rápida...
fr_fr: Recherche rapide...
it_it: Ricerca rapida...
ja_jp: クイック検索...
ru_ru: Быстрый поиск...

source: Quit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ru_ru: Выход

source: Quote Mismatch
de_de: Zitatabweichung
es_es: Desajuste de Citas
fr_fr: Incohérence de citation
ja_jp: 引用不一致
ru_ru: Несоответствие цитат
