Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja_jp: アクション
ru_ru: Действия

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
ja_jp: アクティブ
ru_ru: Активный

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ru_ru: Добавить

source: Add Current Pair to Favorites
de_de: Aktuelles Paar zu Favoriten hinzufügen
es_es: Añadir par actual a favoritos
fr_fr: Ajouter la paire actuelle aux favoris
it_it: Aggiungi coppia attuale ai preferiti
ja_jp: 現在のペアをお気に入りに追加
ru_ru: Добавить текущую пару в избранное

source: Add Extraction Rule
de_de: Extraktionsregel hinzufügen
es_es: Añadir Regla de Extracción
fr_fr: Ajouter une règle d'extraction
it_it: Aggiungi Regola di Estrazione
ja_jp: 抽出ルールを追加
ru_ru: Добавить правило извлечения

source: Add Glossary Entry
de_de: Aggiungi voce al glossario
es_es: Añadir entrada al glosario
fr_fr: Ajouter une entrée au glossaire
it_it: Aggiungi voce al glossario
ja_jp: 用語集エントリーを追加
ru_ru: Добавить статью в глоссарий

source: Add New Entry
de_de: Aggiungi nuova voce
es_es: Añadir nueva entrada
fr_fr: Ajouter une nouvelle entrée
it_it: Aggiungi nuova voce
ja_jp: 新規エントリーを追加
ru_ru: Добавить новую запись

source: Add Prompt Fragment
de_de: Prompt-Fragment hinzufügen
es_es: Agregar Fragmento de Indicación
fr_fr: Ajouter un fragment d'invite
it_it: Aggiungi Frammento di Prompt
ja_jp: プロンプトフラグメントを追加
ru_ru: Добавить фрагмент подсказки

source: Add Source File
de_de: Quelldatei hinzufügen
es_es: Añadir archivo de origen
fr_fr: Ajouter un fichier source
it_it: Aggiungi file di origine
ja_jp: ソースファイルを追加
ru_ru: Добавить исходный файл

source: Add Target Language
de_de: Zielsprache hinzufügen
es_es: Añadir Idioma de Destino
fr_fr: Ajouter une langue cible
it_it: Aggiungi Lingua di Destinazione
ja_jp: ターゲット言語を追加
ru_ru: Добавить целевой язык

source: Add as Source File
de_de: Als Quelldatei hinzufügen
es_es: Añadir como archivo de origen
fr_fr: Ajouter comme fichier source
it_it: Aggiungi come file di origine
ja_jp: ソースファイルとして追加
ru_ru: Добавить как исходный файл

source: Add from File...
de_de: Aus Datei hinzufügen...
es_es: Añadir desde archivo...
fr_fr: Ajouter à partir d'un fichier...
it_it: Aggiungi da file...
ja_jp: ファイルから追加...
ru_ru: Добавить из файла...

source: Add from TBX...
de_de: Aus TBX hinzufügen...
es_es: Añadir desde TBX...
fr_fr: Ajouter à partir d'un TBX...
it_it: Aggiungi da TBX...
ja_jp: TBXから追加...
ru_ru: Добавить из TBX...

source: Add...
de_de: Hinzufügen...
es_es: Añadir...
fr_fr: Ajouter...
it_it: Aggiungi...
ja_jp: 追加...
ru_ru: Добавить...

source: Added
de_de: Hinzugefügt
es_es: Añadido
fr_fr: Ajouté
it_it: Aggiunto
ja_jp: 追加済み
ru_ru: Добавлено

source: Advanced Configuration
de_de: Erweiterte Konfiguration
es_es: Configuración avanzada
fr_fr: Configuration avancée
it_it: Configurazione Avanzata
ja_jp: 詳細設定
ru_ru: Расширенная конфигурация

source: All
de_de: Alle
es_es: Todo
fr_fr: Tous
it_it: Tutti
ja_jp: すべて
ru_ru: Все

source: All Enabled Rules
de_de: Alle aktivierten Regeln
es_es: Todas las reglas habilitadas
fr_fr: Toutes les règles activées
it_it: Tutte le Regole Abilitate
ja_jp: すべて有効なルール
ru_ru: Все активные правила

source: All Files (*.*)
de_de: Alle Dateien (*.*)
es_es: Todos los archivos (*.*)
fr_fr: Tous les fichiers (*.*)
it_it: Tutti i file (*.*)
ja_jp: すべてのファイル (*.*)
ru_ru: Все файлы (*.*)

source: All Items
de_de: Alle Elemente
es_es: Todos los elementos
fr_fr: Tous les éléments
it_it: Tutti gli elementi
ja_jp: すべての項目
ru_ru: Все элементы

source: All Source Langs
de_de: Alle Ausgangssprachen
es_es: Todos los idiomas de origen
fr_fr: Toutes les langues sources
it_it: Tutte le lingue di origine
ja_jp: すべてのソース言語
ru_ru: Все исходные языки

source: All Sources
de_de: Alle Quellen
es_es: Todas las fuentes
fr_fr: Toutes les sources
it_it: Tutte le sorgenti
ja_jp: すべてのソース
ru_ru: Все источники

source: All Supported Files (*.ow *.txt *.po *.pot);;
de_de: Alle unterstützten Dateien (*.ow *.txt *.po *.pot);;
es_es: Todos los archivos admitidos (*.ow *.txt *.po *.pot);;
fr_fr: Tous les fichiers pris en charge (*.ow *.txt *.po *.pot);;
it_it: Tutti i file supportati (*.ow *.txt *.po *.pot);;
ja_jp: 対応するすべてのファイル (*.ow *.txt *.po *.pot);;
ru_ru: Все поддерживаемые файлы (*.ow *.txt *.po *.pot);;

source: All Supported Files (*.ow *.txt *.po *.pot);;All Files (*.*)
de_de: Alle unterstützten Dateien (*.ow *.txt *.po *.pot);;Alle Dateien (*.*)
es_es: Todos los archivos admitidos (*.ow *.txt *.po *.pot);;Todos los archivos (*.*)
fr_fr: Tous les fichiers pris en charge (*.ow *.txt *.po *.pot);;Tous les fichiers (*.*)
it_it: Tutti i file supportati (*.ow *.txt *.po *.pot);;Tutti i file (*.*)
ja_jp: 対応するすべてのファイル (*.ow *.txt *.po *.pot);;すべてのファイル (*.*)
ru_ru: Все поддерживаемые файлы (*.ow *.txt *.po *.pot);;Все файлы (*.*)

source: All Target Langs
de_de: Alle Zielsprachen
es_es: Todos los idiomas de destino
fr_fr: Toutes les langues cibles
it_it: Tutte le lingue di destinazione
ja_jp: すべてのターゲット言語
ru_ru: Все целевые языки

source: All Untranslated Items
de_de: Alle nicht übersetzten Elemente
es_es: Todos los elementos sin traducir
fr_fr: Tous les éléments non traduits
it_it: Tutti gli elementi non tradotti
ja_jp: すべての未翻訳項目
ru_ru: Все непереведённые элементы

source: Allows converting single quotes to double quotes (e.g., '...' -> “...”) and vice versa.
de_de: Ermöglicht die Umwandlung einfacher Anführungszeichen in doppelte (z. B. '...' -> “...”) und umgekehrt.
es_es: Permite convertir comillas simples en comillas dobles (ej., '...' -> “...”) y viceversa.
fr_fr: Permet de convertir les guillemets simples en guillemets doubles (par ex., '...' -> “...”) et vice versa.
it_it: Consente di convertire le virgolette singole in doppie (ad esempio, '...' -> “...”) e viceversa.
ja_jp: シングルクォートをダブルクォートに変換（例: '...' → “...”）、またはその逆の変換を許可します。
ru_ru: Позволяет преобразовывать одинарные кавычки в двойные (например, '...' -> “...”) и наоборот.

source: Allows numerals to be translated into words (e.g. '1' -> 'One', '一', 'First').
de_de: Ermöglicht die Übersetzung von Ziffern in Wörter (z. B. '1' -> 'One', '一', 'First').
es_es: Permite traducir numerales a palabras (ej. '1' -> 'Uno', '一', 'Primero').
fr_fr: Permet de traduire les chiffres en mots (par ex. '1' -> 'Un', '一', 'Premier').
it_it: Consente di convertire i numeri in parole (es. '1' -> 'Uno', '一', 'Primo').
ja_jp: 数字を単語に変換できるようにします（例: '1' -> 'One'、'一'、'First'）。
ru_ru: Позволяет преобразовывать числительные в слова (например, '1' -> 'Один', '一', 'Первый').

source: Allows positional arguments and width changes (e.g. %s == %1$s).
de_de: Ermöglicht Positionsargumente und Breitenänderungen (z.B. %s == %1$s).
es_es: Permite argumentos posicionales y cambios de ancho (ej. %s == %1$s).
fr_fr: Permet les arguments positionnels et les changements de largeur (par ex. %s == %1$s).
it_it: Consente argomenti posizionali e modifiche di larghezza (es. %s == %1$s).
ja_jp: 位置引数と幅の変更を許可します（例：%s == %1$s）。
ru_ru: Позволяет использовать позиционные аргументы и изменять ширину (например, %s == %1$s).

source: Always
de_de: Immer
es_es: Siempre
fr_fr: Toujours
it_it: Sempre
ja_jp: 常に
ru_ru: Всегда

source: An AI task is already in progress.
de_de: Eine KI-Aufgabe wird bereits ausgeführt.
es_es: Ya hay una tarea de IA en curso.
fr_fr: Une tâche d'IA est déjà en cours.
it_it: Un'attività di IA è già in corso.
ja_jp: AIタスクはすでに進行中です。
ru_ru: Выполняется задача ИИ.

source: An error occurred during the re-scan operation: {error}
de_de: Si è verificato un errore durante l'operazione di nuova scansione: {error}
es_es: Ocurrió un error durante la operación de re-escaneo: {error}
fr_fr: Une erreur est survenue lors de la nouvelle analyse : {error}
it_it: Si è verificato un errore durante l'operazione di nuova scansione: {error}
ja_jp: 再スキャン操作中にエラーが発生しました：{error}
ru_ru: Произошла ошибка во время операции повторного сканирования: {error}

source: An error occurred: {error}
de_de: Ein Fehler ist aufgetreten: {error}
es_es: Se ha producido un error: {error}
fr_fr: Une erreur s'est produite : {error}
it_it: Si è verificato un errore: {error}
ja_jp: エラーが発生しました: {error}
ru_ru: Произошла ошибка: {error}

source: An import operation is already in progress. Please wait for it to complete.
de_de: Ein Importvorgang wird bereits durchgeführt. Bitte warten Sie, bis er abgeschlossen ist.
es_es: Ya hay una operación de importación en curso. Por favor, espere a que se complete.
fr_fr: Une opération d'importation est déjà en cours. Veuillez attendre qu'elle se termine.
it_it: È già in corso un'operazione di importazione. Attendere il completamento.
ja_jp: インポート処理が既に進行中です。完了までお待ちください。
ru_ru: Операция импорта уже выполняется. Пожалуйста, дождитесь её завершения.

source: An unexpected error occurred during deletion.
de_de: Ein unerwarteter Fehler ist beim Löschen aufgetreten.
es_es: Se ha producido un error inesperado durante la eliminación.
fr_fr: Une erreur inattendue est survenue lors de la suppression.
it_it: Si è verificato un errore imprevisto durante l'eliminazione.
ja_jp: 削除中に予期しないエラーが発生しました。
ru_ru: Произошла непредвиденная ошибка при удалении.

source: Analysis & Glossary Generation
de_de: Analyse & Glossar-Generierung
es_es: Análisis y generación de glosario
fr_fr: Analyse & Génération de glossaire
it_it: Analisi e Generazione Glossario
ja_jp: 解析 & 用語集生成
ru_ru: Анализ и создание глоссария

source: Analysis Failed
de_de: Analyse fehlgeschlagen
es_es: Análisis fallido
fr_fr: Échec de l'analyse
it_it: Analisi fallita
ja_jp: 解析に失敗しました
ru_ru: Анализ не удался

source: Analysis completed successfully
de_de: Analyse erfolgreich abgeschlossen
es_es: Análisis completado con éxito
fr_fr: Analyse terminée avec succès
it_it: Analisi completata con successo
ja_jp: 解析が正常に完了しました
ru_ru: Анализ успешно завершён

source: Analysis failed:
de_de: Analyse fehlgeschlagen:
es_es: Análisis fallido:
fr_fr: Échec de l'analyse :
it_it: Analisi non riuscita:
ja_jp: 解析に失敗しました:
ru_ru: Анализ завершился неудачно:

source: Analysis failed: {error}
de_de: Analyse fehlgeschlagen: {error}
es_es: Análisis fallido: {error}
fr_fr: Échec de l'analyse : {error}
it_it: Analisi non riuscita: {error}
ja_jp: 解析に失敗しました: {error}
ru_ru: Анализ не удался: {error}

source: Analysis is already running. Please wait or stop it first.
de_de: Die Analyse läuft bereits. Bitte warten Sie oder stoppen Sie sie zuerst.
es_es: El análisis ya se está ejecutando. Espere o deténgalo primero.
fr_fr: L'analyse est déjà en cours. Veuillez patienter ou l'arrêter d'abord.
it_it: L'analisi è già in esecuzione. Attendi o interrompila prima.
ja_jp: 解析はすでに実行中です。お待ちいただくか、先に停止してください。
ru_ru: Анализ уже выполняется. Пожалуйста, подождите или сначала остановите его.

source: Analyze && Preview
de_de: Analyse && Vorschau
es_es: Analizar && Vista previa
fr_fr: Analyser et prévisualiser
it_it: Analizza && Anteprima
ja_jp: 解析 && プレビュー
ru_ru: Анализ && Предпросмотр

source: Analyze Style
de_de: Stil analysieren
es_es: Analizar estilo
fr_fr: Analyser le style
it_it: Analizza stile
ja_jp: スタイル解析
ru_ru: Анализ стиля

source: Analyzing style and tone...
de_de: Analysiere Stil und Ton...
es_es: Analizando estilo y tono...
fr_fr: Analyse du style et du ton en cours...
it_it: Analisi dello stile e del tono in corso...
ja_jp: スタイルとトーンを解析中...
ru_ru: Анализ стиля и тона...

source: Appearance
de_de: Erscheinungsbild
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
ru_ru: Внешний вид

source: Application UI Font
de_de: UI-Schriftart der Anwendung
es_es: Fuente de la interfaz de usuario de la aplicación
fr_fr: Police de l'interface utilisateur de l'application
it_it: Carattere UI Applicazione
ja_jp: アプリケーションUIフォント
ru_ru: Шрифт интерфейса приложения

source: Applied TM to {count} selected items.
de_de: TM auf {count} ausgewählte Elemente angewendet.
es_es: MT aplicada a {count} elementos seleccionados.
fr_fr: MT appliquée à {count} éléments sélectionnés.
it_it: MT applicata a {count} elementi selezionati.
ja_jp: 選択した{count}項目にTMを適用しました。
ru_ru: Применена ТМ к {count} выбранным элементам.

source: Applied TM to {count} strings.
de_de: TM auf {count} Zeichenketten angewendet.
es_es: MT aplicada a {count} cadenas.
fr_fr: MT appliquée à {count} chaînes.
it_it: MT applicata a {count} stringhe.
ja_jp: {count}個の文字列にTMを適用しました。
ru_ru: Применена ТМ к {count} строкам.

source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
ja_jp: 適用
ru_ru: Применить

source: Apply Comment
de_de: Kommentar anwenden
es_es: Aplicar Comentario
fr_fr: Appliquer le commentaire
it_it: Applica Commento
ja_jp: コメントを適用
ru_ru: Применить комментарий

source: Apply Favorite
de_de: Favorit anwenden
es_es: Aplicar favorito
fr_fr: Appliquer le favori
it_it: Applica preferito
ja_jp: お気に入りを適用
ru_ru: Применить избранное

source: Apply TM Match
de_de: TM-Übereinstimmung anwenden
es_es: Aplicar coincidencia de TM
fr_fr: Appliquer la correspondance TM
it_it: Applica Corrispondenza TM
ja_jp: TM マッチを適用
ru_ru: Применить совпадение ТМ

source: Apply TM to Untranslated
de_de: TM auf unübersetzte anwenden
es_es: Aplicar MT a no Traducidos
fr_fr: Appliquer la MT aux non traduits
it_it: Applica MT a non tradotti
ja_jp: 未翻訳にTMを適用
ru_ru: Применить ТМ к непереведенным

source: Apply Translation
de_de: Übersetzung anwenden
es_es: Aplicar Traducción
fr_fr: Appliquer la traduction
it_it: Applica Traduzione
ja_jp: 翻訳を適用
ru_ru: Применить перевод

source: Apply and Go to Next Untranslated
de_de: Anwenden und zum nächsten unübersetzten gehen
es_es: Aplicar e Ir al Siguiente no Traducido
fr_fr: Appliquer et passer au suivant non traduit
it_it: Applica e vai al prossimo non tradotto
ja_jp: 適用して次の未翻訳へ
ru_ru: Применить и перейти к следующему непереведенному

source: Apply fast, deterministic fixes based on validation rules.
de_de: Wenden Sie schnelle, deterministische Korrekturen basierend auf Validierungsregeln an.
es_es: Aplicar correcciones rápidas y deterministas basadas en reglas de validación.
fr_fr: Appliquez des corrections rapides et déterministes basées sur les règles de validation.
it_it: Applica correzioni rapide e deterministiche basate sulle regole di validazione.
ja_jp: 検証ルールに基づいて、高速かつ確定的な修正を適用します。
ru_ru: Примените быстрые детерминированные исправления на основе правил валидации.

source: Apply rules first, then use AI for remaining issues.
de_de: Wenden Sie zuerst Regeln an, dann nutzen Sie KI für verbleibende Probleme.
es_es: Aplicar las reglas primero, luego usar IA para los problemas restantes.
fr_fr: Appliquez d'abord les règles, puis utilisez l'IA pour les problèmes restants.
it_it: Applica prima le regole, poi usa l'IA per i problemi rimanenti.
ja_jp: まずルールを適用し、残りの問題にはAIを使用します。
ru_ru: Сначала примените правила, затем используйте ИИ для оставшихся проблем.

source: Apply to Rule
de_de: Auf Regel anwenden
es_es: Aplicar a la regla
fr_fr: Appliquer à la règle
it_it: Applica alla regola
ja_jp: ルールに適用
ru_ru: Применить к правилу

source: Applying updates...
de_de: Updates werden angewendet...
es_es: Aplicando actualizaciones...
fr_fr: Application des mises à jour...
it_it: Applicazione aggiornamenti...
ja_jp: 更新を適用中...
ru_ru: Применение обновлений...

source: Arabic numerals must match exactly (e.g. '1' must be '1').
de_de: Arabische Ziffern müssen exakt übereinstimmen (z. B. muss '1' als '1' erscheinen).
es_es: Los números arábigos deben coincidir exactamente (por ejemplo, '1' debe ser '1').
fr_fr: Les chiffres arabes doivent correspondre exactement (par exemple, '1' doit être '1').
it_it: Le cifre arabe devono corrispondere esattamente (ad es. '1' deve essere '1').
ja_jp: アラビア数字は完全に一致する必要があります（例：'1' は '1' でなければなりません）。
ru_ru: Арабские цифры должны точно совпадать (например, '1' должно быть '1').

source: Are you sure you want to clear all recent file history?
de_de: Möchten Sie wirklich den gesamten Verlauf der zuletzt geöffneten Dateien löschen?
es_es: ¿Está seguro de que desea borrar todo el historial de archivos recientes?
fr_fr: Êtes-vous sûr de vouloir effacer tout l'historique des fichiers récents ?
it_it: Sei sicuro di voler cancellare tutta la cronologia dei file recenti?
ja_jp: 最近のファイル履歴をすべてクリアしますか？
ru_ru: Вы уверены, что хотите очистить всю историю последних файлов?

source: Are you sure you want to clear the translations for the {count} selected items?
de_de: Möchten Sie wirklich die Übersetzungen für die {count} ausgewählten Elemente löschen?
es_es: ¿Está seguro de que desea borrar las traducciones de los {count} elementos seleccionados?
fr_fr: Êtes-vous sûr de vouloir effacer les traductions de {count} éléments sélectionnés ?
it_it: Sei sicuro di voler cancellare le traduzioni per i {count} elementi selezionati?
ja_jp: 選択した{count}項目の翻訳をクリアしますか？
ru_ru: Вы уверены, что хотите удалить переводы для {count} выбранных элементов?

source: Are you sure you want to delete the selected rule?
de_de: Sind Sie sicher, dass Sie die ausgewählte Regel löschen möchten?
es_es: ¿Está seguro de que desea eliminar la regla seleccionada?
fr_fr: Êtes-vous sûr de vouloir supprimer la règle sélectionnée ?
it_it: Sei sicuro di voler eliminare la regola selezionata?
ja_jp: 選択したルールを削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить выбранное правило?

source: Are you sure you want to delete this entry? {src}
de_de: Möchten Sie diesen Eintrag wirklich löschen? {src}
es_es: ¿Está seguro de que desea eliminar esta entrada? {src}
fr_fr: Êtes-vous sûr de vouloir supprimer cette entrée ? {src}
it_it: Sei sicuro di voler eliminare questa voce? {src}
ja_jp: このエントリを削除してもよろしいですか？ {src}
ru_ru: Вы уверены, что хотите удалить эту запись? {src}

source: Are you sure you want to delete this model configuration?
de_de: Sind Sie sicher, dass Sie diese Modellkonfiguration löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta configuración de modelo?
fr_fr: Êtes-vous sûr de vouloir supprimer cette configuration de modèle ?
it_it: Sei sicuro di voler eliminare questa configurazione del modello?
ja_jp: このモデル設定を削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить эту конфигурацию модели?

source: Are you sure you want to delete this preset?
de_de: Sind Sie sicher, dass Sie diese Voreinstellung löschen möchten?
es_es: ¿Está seguro de que desea eliminar este ajuste preestablecido?
fr_fr: Êtes-vous sûr de vouloir supprimer ce préréglage ?
it_it: Sei sicuro di voler eliminare questo preset?
ja_jp: このプリセットを削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить этот пресет?

source: Are you sure you want to permanently delete the following item(s)? - {items}
de_de: Möchten Sie die folgenden Elemente wirklich dauerhaft löschen? - {items}
es_es: ¿Está seguro de que desea eliminar permanentemente los siguientes elementos? - {items}
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement le(s) élément(s) suivant(s) ? - {items}
it_it: Sei sicuro di voler eliminare definitivamente i seguenti elementi? - {items}
ja_jp: 以下の項目を完全に削除してもよろしいですか？ - {items}
ru_ru: Вы уверены, что хотите безвозвратно удалить следующие элементы? - {items}

source: Are you sure you want to permanently delete the plugin '{plugin_name}'? The application will need to be restarted after deletion.
de_de: Möchten Sie das Plugin '{plugin_name}' wirklich dauerhaft löschen? Die Anwendung muss nach dem Löschen neu gestartet werden.
es_es: ¿Está seguro de que desea eliminar permanentemente el complemento '{plugin_name}'? La aplicación deberá reiniciarse después de la eliminación.
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement le plugin '{plugin_name}' ? L'application devra être redémarrée après la suppression.
it_it: Sei sicuro di voler eliminare definitivamente il plugin '{plugin_name}'? L'applicazione dovrà essere riavviata dopo l'eliminazione.
ja_jp: プラグイン「{plugin_name}」を完全に削除しますか？ 削除後はアプリケーションの再起動が必要です。
ru_ru: Вы уверены, что хотите навсегда удалить плагин '{plugin_name}'? После удаления потребуется перезапуск приложения.

source: Are you sure you want to remove '{file}' from the project? This action cannot be undone and will affect all translations.
de_de: Möchten Sie '{file}' wirklich aus dem Projekt entfernen? Diese Aktion kann nicht rückgängig gemacht werden und wirkt sich auf alle Übersetzungen aus.
es_es: ¿Está seguro de que desea eliminar '{file}' del proyecto? Esta acción no se puede deshacer y afectará a todas las traducciones.
fr_fr: Êtes-vous sûr de vouloir supprimer '{file}' du projet ? Cette action est irréversible et affectera toutes les traductions.
it_it: Sei sicuro di voler rimuovere '{file}' dal progetto? Questa azione non può essere annullata e influenzerà tutte le traduzioni.
ja_jp: プロジェクトから「{file}」を削除しますか？ この操作は元に戻すことができず、すべての翻訳に影響します。
ru_ru: Вы уверены, что хотите удалить '{file}' из проекта? Это действие нельзя отменить, и оно повлияет на все переводы.

source: Are you sure you want to remove all TM entries from '{source}'? This action cannot be undone.
de_de: Möchten Sie wirklich alle TM-Einträge aus '{source}' entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Está seguro de que desea eliminar todas las entradas de MT de '{source}'? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les entrées de MT de '{source}' ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler rimuovere tutte le voci MT da '{source}'? Questa azione non può essere annullata.
ja_jp: 「{source}」からすべてのTMエントリを削除しますか？ この操作は元に戻せません。
ru_ru: Вы уверены, что хотите удалить все записи из ТМ из '{source}'? Это действие нельзя отменить.

source: Are you sure you want to remove all terms from '{source}'? This action cannot be undone.
de_de: Möchten Sie wirklich alle Begriffe aus '{source}' entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Está seguro de que desea eliminar todos los términos de '{source}'? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer tous les termes de '{source}' ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler rimuovere tutti i termini da '{source}'? Questa azione non può essere annullata.
ja_jp: 「{source}」からすべての用語を削除しますか？ この操作は元に戻すことができません。
ru_ru: Вы уверены, что хотите удалить все термины из '{source}'? Это действие нельзя отменить.

source: Are you sure you want to remove the TM entry for: '{text}...'?
de_de: Möchten Sie wirklich den TM-Eintrag für: '{text}...' entfernen?
es_es: ¿Está seguro de que desea eliminar la entrada de MT para: '{text}...'?
fr_fr: Êtes-vous sûr de vouloir supprimer l'entrée de MT pour : '{text}...' ?
it_it: Sei sicuro di voler rimuovere la voce MT per: '{text}...'?
ja_jp: TMから '{text}...'のエントリを削除しますか？
ru_ru: Вы уверены, что хотите удалить запись из ТМ для: '{text}...'?

source: Are you sure you want to remove the language '{lang}'? This will permanently delete its translation file.
de_de: Sind Sie sicher, dass Sie die Sprache '{lang}' entfernen möchten? Dadurch wird die zugehörige Übersetzungsdatei dauerhaft gelöscht.
es_es: ¿Está seguro de que desea eliminar el idioma '{lang}'? Esto eliminará permanentemente su archivo de traducción.
fr_fr: Êtes-vous sûr de vouloir supprimer la langue '{lang}' ? Ceci supprimera définitivement son fichier de traduction.
it_it: Sei sicuro di voler rimuovere la lingua '{lang}'? Questo eliminerà definitivamente il suo file di traduzione.
ja_jp: 言語「{lang}」を削除しますか？ これにより、その翻訳ファイルは完全に削除されます。
ru_ru: Вы уверены, что хотите удалить язык '{lang}'? Это навсегда удалит его файл перевода.
