Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: {added} new items,
de_de: {added} neue Elemente,
es_es: {added} elementos nuevos,
fr_fr: {added} nouveaux éléments,
it_it: {added} nuovi elementi,
ja_jp: {added}個の新しい項目、
ru_ru: {added} новых элементов,

source: {count} item(s) already have translations.
de_de: {count} Element(e) haben bereits Übersetzungen.
es_es: {count} elemento(s) ya tienen traducciones.
fr_fr: {count} élément(s) a/ont déjà une/des traduction(s).
it_it: {count} elemento/i ha/hanno già una traduzione.
ja_jp: {count} 件のアイテムには既に翻訳があります。
ru_ru: {count} элемент(ов) уже переведен(ы).

source: {count} items {action}.
de_de: {count} Elemente {action}.
es_es: {count} elementos {action}.
fr_fr: {count} éléments {action}.
it_it: {count} elementi {action}.
ja_jp: {count} 個の項目 {action}。
ru_ru: {count} элементов {action}.

source: {count} items' ignore status updated.
de_de: Ignorierstatus von {count} Elementen aktualisiert.
es_es: El estado de ignorar de {count} elementos ha sido actualizado.
fr_fr: Statut d'ignoré de {count} éléments mis à jour.
it_it: Stato ignorato di {count} elementi aggiornato.
ja_jp: {count}個の項目の無視ステータスが更新されました。
ru_ru: Статус игнорирования {count} элементов обновлен.

source: {count} items' review status updated.
de_de: Überprüfungsstatus von {count} Elementen aktualisiert.
es_es: El estado de revisión de {count} elementos ha sido actualizado.
fr_fr: Statut de révision de {count} éléments mis à jour.
it_it: Stato revisione di {count} elementi aggiornato.
ja_jp: {count}個の項目のレビュー済みステータスが更新されました。
ru_ru: Статус проверки {count} элементов обновлен.

source: {d} days ago
de_de: vor {d} Tagen
es_es: hace {d} días
fr_fr: il y a {d} jours
it_it: {d} giorni fa
ja_jp: {d} 日前
ru_ru: {d} дней назад

source: {h} hours ago
de_de: vor {h} Stunden
es_es: {h} horas atrás
fr_fr: il y a {h} heures
it_it: {h} ore fa
ja_jp: {h} 時間前
ru_ru: {h} часов назад

source: {m} mins ago
de_de: vor {m} Minuten
es_es: Hace {m} minutos
fr_fr: il y a {m} min
it_it: {m} minuti fa
ja_jp: {m} 分前
ru_ru: {m} мин. назад

source: {removed} removed items,
de_de: {removed} entfernte Elemente,
es_es: {removed} elementos eliminados,
fr_fr: {removed} éléments supprimés,
it_it: {removed} elementi rimossi,
ja_jp: {removed}個の削除された項目、
ru_ru: {removed} удаленных элементов,

source: {resource_type} Import Configuration
de_de: {resource_type} Importkonfiguration
es_es: Configuración de importación de {resource_type}
fr_fr: Configuration d'importation de {resource_type}
it_it: Configurazione Importazione {resource_type}
ja_jp: {resource_type}のインポート設定
ru_ru: Настройка импорта {resource_type}

source: {w} weeks ago
de_de: vor {w} Wochen
es_es: {hace {w} semanas}
fr_fr: il y a {w} semaines
it_it: {w} settimane fa
ja_jp: {w}週間前
ru_ru: {w} недель назад

source: ⏹ Stop
de_de: ⏹ Stopp
es_es: ⏹ Detener
fr_fr: ⏹ Arrêter
it_it: ⏹ Interrompi
ja_jp: ⏹ 停止
ru_ru: ⏹ Остановить

source: ▶ Run Test
de_de: ▶ Test ausführen
es_es: ▶ Ejecutar prueba
fr_fr: ▶ Exécuter le test
it_it: ▶ Esegui Test
ja_jp: ▶ テストを実行
ru_ru: ▶ Запустить тест

source: ✓ Knowledge base ready.
de_de: ✓ Wissensdatenbank bereit.
es_es: ✓ Base de conocimientos lista.
fr_fr: ✓ Base de connaissances prête.
it_it: ✓ Base di conoscenza pronta.
ja_jp: ✓ ナレッジベースの準備完了。
ru_ru: ✓ База знаний готова.

source: ✓ Translated: {preview}...
de_de: ✓ Übersetzt: {preview}...
es_es: ✓ Traducido: {preview}...
fr_fr: ✓ Traduit : {preview}...
it_it: ✓ Tradotto: {preview}...
ja_jp: ✓ 翻訳済み: {preview}...
ru_ru: ✓ Переведено: {preview}...

source: ✗ Failed: {preview}... - {error}
de_de: ✗ Fehlgeschlagen: {preview}... - {error}
es_es: ✗ Falló: {preview}... - {error}
fr_fr: ✗ Échec : {preview}... - {error}
it_it: ✗ Fallito: {preview}... - {error}
ja_jp: ✗ 失敗: {preview}... - {error}
ru_ru: ✗ Не удалось: {preview}... - {error}

source: ✨ AI Generate
de_de: ✨ Mit KI generieren
es_es: ✨ Generar con IA
fr_fr: ✨ Génération IA
it_it: ✨ Generazione AI
ja_jp: ✨ AI 生成
ru_ru: ✨ Генерация ИИ

source: AI Model Manager...
de_de: KI-Modell-Manager...
es_es: Administrador de modelos de IA...
fr_fr: Gestionnaire de modèles IA...
it_it: Gestore Modelli AI...
ja_jp: AIモデルマネージャー...

source: Python Brace ({}, {name})
de_de: Python-Klammer ({}, {name})
es_es: Llave de Python ({}, {name})
fr_fr: Accolade Python ({}, {name})
it_it: Parentesi Python ({}, {name})
ja_jp: Python ブレース ({}, {name})

source: Self-Repair:
de_de: Selbstreparatur:
es_es: Autocorrección:
fr_fr: Auto-réparation :
it_it: Auto-Riparazione:
ja_jp: セルフリペア:
