Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Code file saved to: {filename}
de_de: Code-Datei gespeichert unter: {filename}
es_es: Archivo de código guardado en: {filename}
fr_fr: Fichier de code enregistré sous : {filename}
it_it: File codice salvato in: {filename}
ja_jp: コードファイルが{filename}に保存されました
ru_ru: Файл кода сохранен в: {filename}

source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
ru_ru: Комментарий

source: Comment && Status
de_de: Kommentar && Status
es_es: Comentario && Estado
fr_fr: Commentaire && Statut
it_it: Commento && Stato
ja_jp: コメント && ステータス
ru_ru: Комментарий && Статус

source: Comment && Status Panel
de_de: Kommentar && Status-Panel
es_es: Comentario && Panel de Estado
fr_fr: Commentaire && Panneau d'état
it_it: Commenti && Pannello Stato
ja_jp: コメント && ステータスパネル
ru_ru: Комментарий && Панель состояния

source: Comment shown to translators (e.g. 'Player Name')
de_de: Kommentar für Übersetzer (z.B. 'Spielername')
es_es: Comentario mostrado a los traductores (ej. 'Nombre del jugador')
fr_fr: Commentaire affiché aux traducteurs (par ex. 'Nom du joueur')
it_it: Commento mostrato ai traduttori (es. 'Nome del giocatore')
ja_jp: 翻訳者向けのコメント（例: 'プレイヤー名'）
ru_ru: Комментарий для переводчиков (например, 'Имя игрока')

source: Comment updated for ID {id}...
de_de: Kommentar für ID {id}... aktualisiert.
es_es: Comentario actualizado para ID {id}...
fr_fr: Commentaire mis à jour pour l'ID {id}...
it_it: Commento aggiornato per ID {id}...
ja_jp: ID {id}...のコメントが更新されました...
ru_ru: Комментарий обновлен для ID {id}...

source: Comment updated.
de_de: Kommentar aktualisiert.
es_es: Comentario actualizado.
fr_fr: Commentaire mis à jour.
it_it: Commento aggiornato.
ja_jp: コメントを更新しました。
ru_ru: Комментарий обновлен.

source: Comment:
de_de: Kommentar:
es_es: Comentario:
fr_fr: Commentaire :
it_it: Commento:
ja_jp: コメント:
ru_ru: Комментарий:

source: Compare/Import New Version...
de_de: Neue Version vergleichen/importieren...
es_es: Comparar/Importar Nueva Versión...
fr_fr: Comparer/Importer une nouvelle version...
it_it: Confronta/Importa Nuova Versione...
ja_jp: 新バージョンをインポート/比較...
ru_ru: Сравнить/Импортировать новую версию...

source: Comparing versions...
de_de: Versionen werden verglichen...
es_es: Comparando versiones...
fr_fr: Comparaison des versions...
it_it: Confronto delle versioni in corso...
ja_jp: バージョンを比較中...
ru_ru: Сравнение версий...

source: Comparison Failed
de_de: Vergleich fehlgeschlagen
es_es: Comparación Fallida
fr_fr: Comparaison échouée
it_it: Confronto Fallito
ja_jp: 比較に失敗しました
ru_ru: Сравнение не удалось

source: Comparison Results Summary
de_de: Zusammenfassung der Vergleichsergebnisse
es_es: Resumen de Resultados de Comparación
fr_fr: Résumé des résultats de comparaison
it_it: Riepilogo Risultati Confronto
ja_jp: 比較結果の概要
ru_ru: Сводка результатов сравнения

source: Comparison complete. Found
de_de: Vergleich abgeschlossen. Gefunden
es_es: Comparación completa. Encontrados
fr_fr: Comparaison terminée. Trouvé
it_it: Confronto completato. Trovati
ja_jp: 比較完了。見つかった項目
ru_ru: Сравнение завершено. Найдено

source: Compatibility Warning
de_de: Kompatibilitätswarnung
es_es: Advertencia de Compatibilidad
fr_fr: Avertissement de compatibilité
it_it: Avviso di Compatibilità
ja_jp: 互換性の警告
ru_ru: Предупреждение о совместимости

source: Compatible
de_de: Kompatibel
it_it: Compatibile
ja_jp: 互換性あり
ru_ru: Совместимый

source: Concurrency:
de_de: Parallelität:
es_es: Concurrencia:
fr_fr: Concurrence :
it_it: Concorrenza:
ja_jp: 同時実行数:
ru_ru: Параллелизм:

source: Configuration was saved with API keys in plaintext. Please resolve the file permission issue and save again to re-enable encryption.
de_de: Die Konfiguration wurde mit API-Schlüsseln im Klartext gespeichert. Bitte beheben Sie das Dateiberechtigungsproblem und speichern Sie erneut, um die Verschlüsselung wieder zu aktivieren.
es_es: La configuración se guardó con las claves de API en texto plano. Resuelva el problema de permisos del archivo y guarde de nuevo para volver a habilitar el cifrado.
fr_fr: La configuration a été enregistrée avec les clés API en texte brut. Veuillez résoudre le problème de permissions du fichier et enregistrer à nouveau pour réactiver le chiffrement.
it_it: La configurazione è stata salvata con le chiavi API in testo semplice. Risolvi il problema dei permessi del file e salva di nuovo per riattivare la crittografia.
ja_jp: 設定がAPIキーを平文で保存しました。ファイルの権限の問題を解決し、再度保存して暗号化を再有効化してください。
ru_ru: Конфигурация была сохранена с API-ключами в открытом тексте. Пожалуйста, устраните проблему с правами доступа к файлу и сохраните снова, чтобы повторно включить шифрование.

source: Configure TM Import
de_de: TM-Import konfigurieren
es_es: Configurar importación de MT
fr_fr: Configurer l'importation de MT
it_it: Configura importazione TM
ja_jp: TMインポートの設定
ru_ru: Настроить импорт ТМ

source: Configure the application
de_de: Anwendung konfigurieren
es_es: Configurar la aplicación
fr_fr: Configurer l'application
it_it: Configura l'applicazione
ja_jp: アプリケーションを設定
ru_ru: Настроить приложение

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
it_it: Conferma
ja_jp: 確認
ru_ru: Подтвердить

source: Confirm AI Fix
de_de: KI-Korrektur bestätigen
es_es: Confirmar corrección de IA
fr_fr: Confirmer la correction IA
it_it: Conferma Correzione AI
ja_jp: AI修正を確認
ru_ru: Подтверждение исправления ИИ

source: Confirm Auto Fix
de_de: Auto-Fix bestätigen
es_es: Confirmar corrección automática
fr_fr: Confirmer la correction automatique
it_it: Conferma Correzione Automatica
ja_jp: 自動修正を確認
ru_ru: Подтвердить Автоисправление

source: Confirm Batch Translation
de_de: Stapelübersetzung bestätigen
es_es: Confirmar Traducción en Lotes
fr_fr: Confirmer la traduction par lots
it_it: Conferma Traduzione in Batch
ja_jp: 一括翻訳の確認
ru_ru: Подтвердить пакетный перевод

source: Confirm Clear
de_de: Löschen bestätigen
es_es: Confirmar Borrado
fr_fr: Confirmer l'effacement
it_it: Conferma Cancellazione
ja_jp: クリアの確認
ru_ru: Подтвердить очистку

source: Confirm Delete
de_de: Löschen bestätigen
es_es: Confirmar Eliminación
fr_fr: Confirmer la suppression
it_it: Conferma Eliminazione
ja_jp: 削除の確認
ru_ru: Подтвердить удаление

source: Confirm Deletion
de_de: Löschen bestätigen
es_es: Confirmar Eliminación
fr_fr: Confirmer la suppression
it_it: Conferma Eliminazione
ja_jp: 削除の確認
ru_ru: Подтвердить удаление

source: Confirm Operation
de_de: Vorgang bestätigen
es_es: Confirmar Operación
fr_fr: Confirmer l'opération
it_it: Conferma Operazione
ja_jp: 操作の確認
ru_ru: Подтвердить операцию

source: Confirm Overwrite
de_de: Überschreiben bestätigen
es_es: Confirmación de Sobreescritura
fr_fr: Confirmer l'écrasement
it_it: Conferma Sovrascrittura
ja_jp: 上書きの確認
ru_ru: Подтвердить перезапись

source: Confirm Reload
de_de: Neuladen bestätigen
es_es: Confirmar Recarga
fr_fr: Confirmer le rechargement
it_it: Conferma Ricaricamento
ja_jp: 再読み込みの確認
ru_ru: Подтвердить перезагрузку

source: Confirm Removal
de_de: Entfernung bestätigen
es_es: Confirmar Eliminación
fr_fr: Confirmer la suppression
it_it: Conferma Rimozione
ja_jp: 削除の確認
ru_ru: Подтвердить удаление

source: Confirm Smart Fix
de_de: Smart Fix bestätigen
es_es: Confirmar corrección inteligente
fr_fr: Confirmer la correction intelligente
it_it: Conferma Correzione Intelligente
ja_jp: スマート修正を確認
ru_ru: Подтвердить Smart Fix

source: Confirm Uninstall
de_de: Deinstallation bestätigen
es_es: Confirmar Desinstalación
fr_fr: Confirmer la désinstallation
it_it: Conferma Disinstallazione
ja_jp: アンインストールの確認
ru_ru: Подтвердить удаление

source: Confirm and Update Project
de_de: Bestätigen und Projekt aktualisieren
es_es: Confirmar y Actualizar Proyecto
fr_fr: Confirmer et mettre à jour le projet
it_it: Conferma e Aggiorna Progetto
ja_jp: 確認してプロジェクトを更新
ru_ru: Подтвердить и обновить проект

source: Confirm the language mapping from the file to LexiSync's supported languages.
de_de: Bestätigen Sie die Sprachzuordnung von der Datei zu den von LexiSync unterstützten Sprachen.
es_es: Confirme el mapeo de idiomas del archivo a los idiomas admitidos por LexiSync.
fr_fr: Confirmer la correspondance des langues du fichier avec les langues prises en charge par LexiSync.
it_it: Conferma il mapping delle lingue dal file alle lingue supportate da LexiSync.
ja_jp: ファイルからLexiSyncのサポート言語への言語マッピングを確認
ru_ru: Подтвердите сопоставление языков из файла с поддерживаемыми LexiSync языками.

source: Confirmation
de_de: Bestätigung
es_es: Confirmación
it_it: Conferma
ja_jp: 確認
ru_ru: Подтверждение

source: Conflict
de_de: Konflikt
es_es: Conflicto
fr_fr: Conflit
it_it: Conflitto
ja_jp: 競合
ru_ru: Конфликт

source: Conflict Resolution
de_de: Konfliktlösung
es_es: Resolución de Conflictos
fr_fr: Résolution de conflit
it_it: Risoluzione dei Conflitti
ja_jp: コンフリクト解消
ru_ru: Разрешение конфликтов

source: Connecting to database...
de_de: Verbinde mit Datenbank...
es_es: Conectando a la base de datos...
fr_fr: Connexion à la base de données en cours...
it_it: Connessione al database in corso...
ja_jp: データベースに接続中...
ru_ru: Подключение к базе данных...

source: Connection Details
de_de: Verbindungsdetails
es_es: Detalles de la Conexión
fr_fr: Détails de la connexion
it_it: Dettagli di Connessione
ja_jp: 接続の詳細
ru_ru: Детали подключения

source: Connection Error
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
it_it: Errore di Connessione
ja_jp: 接続エラー
ru_ru: Ошибка подключения

source: Connection failed
de_de: Verbindung fehlgeschlagen
es_es: Conexión fallida
fr_fr: Échec de la connexion
it_it: Connessione fallita
ja_jp: 接続に失敗しました
ru_ru: Соединение не удалось

source: Connection successful. Test translation
de_de: Verbindung erfolgreich. Testübersetzung
es_es: Conexión exitosa. Prueba de traducción
fr_fr: Connexion réussie. Test de traduction
it_it: Connessione riuscita. Test di traduzione
ja_jp: 接続に成功しました。テスト翻訳
ru_ru: Соединение успешно. Тестовый перевод

source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto
ja_jp: 内容
ru_ru: Содержимое

source: Content Consistency
de_de: Inhaltskonsistenz
es_es: Consistencia del contenido
fr_fr: Cohérence du contenu
it_it: Coerenza dei Contenuti
ja_jp: コンテンツ一貫性
ru_ru: Согласованность контента

source: Content:
de_de: Inhalt:
es_es: Contenido:
fr_fr: Contenu :
it_it: Contenuto:
ja_jp: 内容:
ru_ru: Содержимое:

source: Context & Prompts
de_de: Kontext & Eingabeaufforderungen
es_es: Contexto y Mensajes
fr_fr: Contexte et invites
it_it: Contesto & Prompt
ja_jp: コンテキスト & プロンプト
ru_ru: Контекст и подсказки

source: Context / Usage
de_de: Kontext / Verwendung
es_es: Contexto / Uso
fr_fr: Contexte / Utilisation
it_it: Contesto / Utilizzo
ja_jp: コンテキスト / 使用法
ru_ru: Контекст / Использование

source: Context Inspector
de_de: Kontext-Inspektor
es_es: Inspector de contexto
fr_fr: Inspecteur de contexte
it_it: Controllo Contesto
ja_jp: コンテキストインスペクター
ru_ru: Инспектор контекста

source: Context Preview
de_de: Kontextvorschau
es_es: Vista previa del contexto
fr_fr: Aperçu du contexte
it_it: Anteprima del Contesto
ja_jp: コンテキストプレビュー
ru_ru: Предпросмотр контекста

source: Context Preview Panel
de_de: Kontextvorschau-Panel
es_es: Panel de vista previa del contexto
fr_fr: Panneau d'aperçu du contexte
it_it: Pannello Anteprima Contesto
ja_jp: コンテキストプレビューパネル
ru_ru: Панель предпросмотра контекста

source: Context Reference
de_de: Kontextreferenz
es_es: Referencia de contexto
fr_fr: Référence de contexte
it_it: Riferimento di Contesto
ja_jp: コンテキスト参照
ru_ru: Контекстная ссылка

source: Context Sources
de_de: Kontextquellen
es_es: Fuentes de contexto
fr_fr: Sources de contexte
it_it: Fonti di Contesto
ja_jp: コンテキストソース
ru_ru: Источники контекста

source: Context Strategy
de_de: Kontext-Strategie
es_es: Estrategia de Contexto
fr_fr: Stratégie de contexte
it_it: Strategia del Contesto
ja_jp: コンテキスト戦略
ru_ru: Стратегия контекста

source: Copied {count} file name(s) to clipboard.
de_de: {count} Dateiname(n) in die Zwischenablage kopiert.
es_es: Se copiaron {count} nombre(s) de archivo al portapapeles.
fr_fr: {count} nom(s) de fichier copié(s) dans le presse-papiers.
it_it: Copiato {count} nome/i file negli appunti.
ja_jp: {count}個のファイル名をクリップボードにコピーしました。
ru_ru: Скопировано {count} имени файлов в буфер обмена.

source: Copied {count} full path(s) to clipboard.
de_de: {count} vollständige Pfadangabe(n) in die Zwischenablage kopiert.
es_es: Se copiaron {count} rutas completas al portapapeles.
fr_fr: {count} chemins complets copiés dans le presse-papiers.
it_it: Copiato {count} percorso/i completo/i negli appunti.
ja_jp: {count}個のフルパスをクリップボードにコピーしました。
ru_ru: Скопировано {count} полных путей в буфер обмена.

source: Copied {count} items as {fmt} table.
de_de: {count} Elemente als {fmt}-Tabelle kopiert.
es_es: Copiados {count} elementos como tabla {fmt}.
fr_fr: {count} éléments copiés sous forme de tableau {fmt}.
it_it: Copiati {count} elementi come tabella {fmt}.
ja_jp: {count} 個の項目を {fmt} テーブルとしてコピーしました。
ru_ru: Скопировано {count} элементов как таблица {fmt}.

source: Copied {count} original strings to clipboard.
de_de: {count} Originalzeichenketten in die Zwischenablage kopiert.
es_es: Se copiaron {count} cadenas originales al portapapeles.
fr_fr: {count} chaînes originales copiées dans le presse-papiers.
it_it: Copiato {count} stringhe originali negli appunti.
ja_jp: {count}個の原文をクリップボードにコピーしました。
ru_ru: Скопировано {count} исходных строк в буфер обмена.

source: Copied {count} translations to clipboard.
de_de: {count} Übersetzungen in die Zwischenablage kopiert.
es_es: Se copiaron {count} traducciones al portapapeles.
fr_fr: {count} traductions copiées dans le presse-papiers.
it_it: Copiato {count} traduzioni negli appunti.
ja_jp: {count}個の翻訳をクリップボードにコピーしました。
ru_ru: Скопировано {count} переводов в буфер обмена.

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
ja_jp: コピー
ru_ru: Копировать

source: Copy File Name
de_de: Dateiname kopieren
es_es: Copiar Nombre del Archivo
fr_fr: Copier le nom du fichier
it_it: Copia Nome File
ja_jp: ファイル名をコピー
ru_ru: Копировать имя файла

source: Copy Full Path
de_de: Vollständigen Pfad kopieren
es_es: Copiar Ruta Completa
fr_fr: Copier le chemin complet
it_it: Copia Percorso Completo
ja_jp: フルパスをコピー
ru_ru: Копировать полный путь

source: Copy Original
de_de: Original kopieren
es_es: Copiar Original
fr_fr: Copier l'original
it_it: Copia Originale
ja_jp: 原文をコピー
ru_ru: Копировать оригинал

source: Copy Translation
de_de: Übersetzung kopieren
es_es: Copiar Traducción
fr_fr: Copier la traduction
it_it: Copia Traduzione
ja_jp: 翻訳をコピー
ru_ru: Копировать перевод

source: Copy as Table (Excel/TSV)
de_de: Als Tabelle kopieren (Excel/TSV)
es_es: Copiar como tabla (Excel/TSV)
fr_fr: Copier sous forme de tableau (Excel/TSV)
it_it: Copia come Tabella (Excel/TSV)
ja_jp: テーブルとしてコピー（Excel/TSV）
ru_ru: Копировать как таблицу (Excel/TSV)

source: Copy as Table (Markdown)
de_de: Als Tabelle kopieren (Markdown)
es_es: Copiar como tabla (Markdown)
fr_fr: Copier sous forme de tableau (Markdown)
it_it: Copia come Tabella (Markdown)
ja_jp: テーブルとしてコピー (Markdown)
ru_ru: Копировать как таблицу (Markdown)

source: Correction
de_de: Korrektur
es_es: Corrección
it_it: Correzione
ja_jp: 修正
ru_ru: Исправление

source: Correction Prompt
de_de: Korrektur-Prompt
es_es: Indicación de corrección
fr_fr: Invite de correction
it_it: Prompt di Correzione
ja_jp: 修正プロンプト
ru_ru: Подсказка для исправления

source: Correction Prompt:
de_de: Korrektur-Prompt:
es_es: Indicación de corrección:
fr_fr: Invite de correction :
it_it: Prompt di Correzione:
ja_jp: 修正プロンプト:
ru_ru: Подсказка для исправления:

source: Could not compile MO file: {error}
de_de: MO-Datei konnte nicht kompiliert werden: {error}
es_es: No se pudo compilar el archivo MO: {error}
fr_fr: Impossible de compiler le fichier MO : {error}
it_it: Impossibile compilare il file MO: {error}
ja_jp: MOファイルをコンパイルできませんでした: {error}
ru_ru: Не удалось скомпилировать файл MO: {error}

source: Could not create code file backup '{filename}': {error}
de_de: Konnte keine Sicherungskopie der Codedatei '{filename}' erstellen: {error}
es_es: No se pudo crear la copia de seguridad del archivo de código '{filename}': {error}
fr_fr: Impossible de créer une sauvegarde du fichier de code '{filename}' : {error}
it_it: Impossibile creare il backup del file di codice '{filename}': {error}
ja_jp: コードファイルのバックアップ '{filename}' を作成できませんでした: {error}
ru_ru: Не удалось создать резервную копию файла кода '{filename}': {error}

source: Could not detect any languages in the TBX file.
de_de: Konnte keine Sprachen in der TBX-Datei erkennen.
es_es: No se pudo detectar ningún idioma en el archivo TBX.
fr_fr: Impossible de détecter des langues dans le fichier TBX.
it_it: Impossibile rilevare alcuna lingua nel file TBX.
ja_jp: TBXファイル内で言語を検出できませんでした。ファイル形式を確認してください。
ru_ru: Не удалось обнаружить языки в файле TBX.

source: Could not detect any languages in the TBX file. Please check the file format.
de_de: Keine Sprachen in der TBX-Datei gefunden. Bitte überprüfen Sie das Dateiformat.
es_es: No se pudo detectar ningún idioma en el archivo TBX. Por favor, verifique el formato del archivo.
fr_fr: Impossible de détecter des langues dans le fichier TBX. Veuillez vérifier le format du fichier.
it_it: Impossibile rilevare alcuna lingua nel file TBX. Verificare il formato del file.
ja_jp: TBXファイル内で言語を検出できませんでした。ファイル形式を確認してください。
ru_ru: Не удалось обнаружить языки в файле TBX. Проверьте формат файла.

source: Could not export project translations to Excel: {error}
de_de: Projektübersetzungen konnten nicht nach Excel exportiert werden: {error}
es_es: No se pudieron exportar las traducciones del proyecto a Excel: {error}
fr_fr: Impossible d'exporter les traductions du projet vers Excel : {error}
it_it: Impossibile esportare le traduzioni del progetto in Excel: {error}
ja_jp: プロジェクト翻訳をExcelにエクスポートできませんでした: {error}
ru_ru: Не удалось экспорт переводы проекта в Excel: {error}

source: Could not export project translations to JSON: {error}
de_de: Projektübersetzungen konnten nicht nach JSON exportiert werden: {error}
es_es: No se pudieron exportar las traducciones del proyecto a JSON: {error}
fr_fr: Impossible d'exporter les traductions du projet vers JSON : {error}
it_it: Impossibile esportare le traduzioni del progetto in JSON: {error}
ja_jp: プロジェクト翻訳をJSONにエクスポートできませんでした: {error}
ru_ru: Не удалось экспорт переводы проекта в JSON: {error}

source: Could not export project translations to YAML: {error}
de_de: Projektübersetzungen konnten nicht nach YAML exportiert werden: {error}
es_es: No se pudieron exportar las traducciones del proyecto a YAML: {error}
fr_fr: Impossible d'exporter les traductions du projet vers YAML : {error}
it_it: Impossibile esportare le traduzioni del progetto in YAML: {error}
ja_jp: プロジェクト翻訳をYAMLにエクスポートできませんでした: {error}
ru_ru: Не удалось экспорт переводы проекта в YAML: {error}

source: Could not get code content for re-extraction.
de_de: Code-Inhalt für erneute Extraktion konnte nicht abgerufen werden.
es_es: No se pudo obtener el contenido del código para la re-extracción.
fr_fr: Impossible d'obtenir le contenu du code pour la ré-extraction.
it_it: Impossibile ottenere il contenuto del codice per la ri-estrazione.
ja_jp: 再抽出するコードコンテンツを取得できませんでした。
ru_ru: Не удалось получить содержимое кода для повторного извлечения.

source: Could not import project translations from Excel: {error}
de_de: Projektübersetzungen konnten nicht aus Excel importiert werden: {error}
es_es: No se pudieron importar las traducciones del proyecto desde Excel: {error}
fr_fr: Impossible d'importer les traductions du projet depuis Excel : {error}
it_it: Impossibile importare le traduzioni del progetto da Excel: {error}
ja_jp: Excelからプロジェクト翻訳をインポートできませんでした: {error}
ru_ru: Не удалось импортировать переводы проекта из Excel: {error}

source: Could not load preset file: {error}
de_de: Voreinstellungsdatei konnte nicht geladen werden: {error}
es_es: No se pudo cargar el archivo de preajuste: {error}
fr_fr: Impossible de charger le fichier de préréglage : {error}
it_it: Impossibile caricare il file preimpostato: {error}
ja_jp: プリセットファイルを読み込めませんでした: {error}
ru_ru: Не удалось загрузить файл предустановок: {error}

source: Could not load project from '{path}': {error}
de_de: Projekt konnte nicht von '{path}' geladen werden: {error}
es_es: No se pudo cargar el proyecto desde '{path}': {error}
fr_fr: Impossible de charger le projet depuis '{path}' : {error}
it_it: Impossibile caricare il progetto da '{path}': {error}
ja_jp: '{path}'からプロジェクトを読み込めませんでした: {error}
ru_ru: Не удалось загрузить проект из '{path}': {error}

source: Could not open or parse code file '{filename}': {error}
de_de: Code-Datei '{filename}' konnte nicht geöffnet oder analysiert werden: {error}
es_es: No se pudo abrir o analizar el archivo de código '{filename}': {error}
fr_fr: Impossible d'ouvrir ou d'analyser le fichier de code '{filename}' : {error}
it_it: Impossibile aprire o analizzare il file di codice '{filename}': {error}
ja_jp: コードファイル'{filename}'を開くか解析できませんでした: {error}
ru_ru: Не удалось открыть или разобрать файл кода '{filename}': {error}

source: Could not re-read {filepath} from disk. Using in-memory version. Error: {error}
de_de: {filepath} konnte nicht von der Festplatte gelesen werden. Es wird die In-Memory-Version verwendet. Fehler: {error}
es_es: No se pudo volver a leer {filepath} del disco. Usando la versión en memoria. Error: {error}
fr_fr: Impossible de relire {filepath} depuis le disque. Utilisation de la version en mémoire. Erreur : {error}
it_it: Impossibile rileggere {filepath} dal disco. Verrà utilizzata la versione in memoria. Errore: {error}
ja_jp: {filepath}をディスクから再読み込みできませんでした。 メモリ内のバージョンを使用します。 エラー: {error}
ru_ru: Не удалось повторно прочитать {filepath} с диска. Используется версия из памяти. Ошибка: {error}

source: Could not save code file: {error}
de_de: Code-Datei konnte nicht gespeichert werden: {error}
es_es: No se pudo guardar el archivo de código: {error}
fr_fr: Impossible d'enregistrer le fichier de code : {error}
it_it: Impossibile salvare il file di codice: {error}
ja_jp: コードファイルを保存できませんでした: {error}
ru_ru: Не удалось сохранить файл кода: {error}

source: Could not save preset file: {error}
de_de: Voreinstellungsdatei konnte nicht gespeichert werden: {error}
es_es: No se pudo guardar el archivo de preajuste: {error}
fr_fr: Impossible d'enregistrer le fichier de préréglage : {error}
it_it: Impossibile salvare il file preimpostato: {error}
ja_jp: プリセットファイルを保存できませんでした: {error}
ru_ru: Не удалось сохранить файл предустановок: {error}

source: Create a structured project folder
de_de: Strukturierten Projektordner erstellen
es_es: Crear una estructura de carpetas del proyecto
fr_fr: Créer un dossier de projet structuré
it_it: Crea una cartella di progetto strutturata
ja_jp: 構造化されたプロジェクトフォルダを作成
ru_ru: Создать структурированную папку проекта

source: Critical Security Error: Could not save master key to Keyring OR local file. Path: {path} Error: {error}
de_de: Kritischer Sicherheitsfehler: Der Hauptschlüssel konnte weder im Schlüsselbund noch in einer lokalen Datei gespeichert werden. Pfad: {path} Fehler: {error}
es_es: Error Crítico de Seguridad: No se pudo guardar la clave maestra en el Keyring NI en el archivo local. Ruta: {path} Error: {error}
fr_fr: Erreur de sécurité critique : Impossible d'enregistrer la clé maîtresse dans le Keyring OU dans un fichier local. Chemin : {path} Erreur : {error}
it_it: Errore Critico di Sicurezza: Impossibile salvare la chiave master nel Keyring O nel file locale. Percorso: {path} Errore: {error}
ja_jp: 重大セキュリティエラー: マスターキーをキーリングまたはローカルファイルに保存できませんでした。 パス: {path} エラー: {error}
ru_ru: Критическая ошибка безопасности: Не удалось сохранить мастер-ключ в Keyring ИЛИ в локальный файл. Путь: {path} Ошибка: {error}
