Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Export Failed
de_de: Export fehlgeschlagen
es_es: Exportación Fallida
fr_fr: Échec de l'exportation
it_it: Esportazione Fallita
ja_jp: エクスポートに失敗しました
ru_ru: Экспорт не удался

source: Export Preset
de_de: Voreinstellung exportieren
es_es: Exportar Preajuste
fr_fr: Exporter le préréglage
it_it: Esporta Preimpostazione
ja_jp: プリセットをエクスポート
ru_ru: Экспорт предустановку

source: Export Project Translations to Excel
de_de: Projektübersetzungen nach Excel exportieren
es_es: Exportar Traducciones del Proyecto a Excel
fr_fr: Exporter les traductions du projet vers Excel
it_it: Esporta Traduzioni Progetto in Excel
ja_jp: プロジェクト翻訳をExcelにエクスポート
ru_ru: Экспорт переводы проекта в Excel

source: Export Project Translations to JSON
de_de: Projektübersetzungen nach JSON exportieren
es_es: Exportar Traducciones del Proyecto a JSON
fr_fr: Exporter les traductions du projet vers JSON
it_it: Esporta Traduzioni Progetto in JSON
ja_jp: プロジェクト翻訳をJSONにエクスポート
ru_ru: Экспорт переводы проекта в JSON

source: Export Project Translations to YAML
de_de: Projektübersetzungen nach YAML exportieren
es_es: Exportar Traducciones del Proyecto a YAML
fr_fr: Exporter les traductions du projet vers YAML
it_it: Esporta Traduzioni Progetto in YAML
ja_jp: プロジェクト翻訳をYAMLにエクスポート
ru_ru: Экспорт переводы проекта в YAML

source: Export Prompt Preset
de_de: Prompt-Voreinstellung exportieren
es_es: Exportar Preajuste de Indicación
fr_fr: Exporter le préréglage d'invite
it_it: Esporta Preimpostazione Prompt
ja_jp: プロンプトプリセットをエクスポート
ru_ru: Экспорт предустановку подсказок

source: Export Results...
de_de: Ergebnisse exportieren...
es_es: Exportar resultados...
fr_fr: Exporter les résultats...
it_it: Esporta Risultati...
ja_jp: 結果をエクスポート...
ru_ru: Экспорт результаты...

source: Export Test Results
de_de: Testergebnisse exportieren
es_es: Exportar Resultados de Prueba
fr_fr: Exporter les résultats de test
it_it: Esporta Risultati Test
ja_jp: テスト結果をエクスポート
ru_ru: Экспорт результатов тестирования

source: Export as Code File...
de_de: Als Code-Datei exportieren...
es_es: Exportar como archivo de código...
fr_fr: Exporter en tant que fichier de code...
it_it: Esporta come file di codice...
ja_jp: コードファイルとしてエクスポート...
ru_ru: Экспорт как файл кода...

source: Export to Excel
de_de: Nach Excel exportieren
es_es: Exportar a Excel
fr_fr: Exporter vers Excel
it_it: Esporta in Excel
ja_jp: Excelにエクスポート
ru_ru: Экспорт в Excel

source: Export to JSON
de_de: Nach JSON exportieren
es_es: Exportar a JSON
fr_fr: Exporter vers JSON
it_it: Esporta in JSON
ja_jp: JSONにエクスポート
ru_ru: Экспорт в JSON

source: Export to PO File...
de_de: Nach PO-Datei exportieren...
es_es: Exportar a Archivo PO...
fr_fr: Exporter vers le fichier PO...
it_it: Esporta in File PO...
ja_jp: POファイルにエクスポート...
ru_ru: Экспорт в файл PO...

source: Export to POT File
de_de: In POT-Datei exportieren
es_es: Exportar a archivo POT
fr_fr: Exporter vers un fichier POT
it_it: Esporta in file POT
ja_jp: POTファイルにエクスポート
ru_ru: Экспорт в POT-файл

source: Export to POT File...
de_de: In POT-Datei exportieren...
es_es: Exportar a archivo POT...
fr_fr: Exporter vers un fichier POT...
it_it: Esporta in file POT...
ja_jp: POTファイルにエクスポート...
ru_ru: Экспорт в POT-файл...

source: Export to YAML
de_de: Nach YAML exportieren
es_es: Exportar a YAML
fr_fr: Exporter vers YAML
it_it: Esporta in YAML
ja_jp: YAMLにエクスポート
ru_ru: Экспорт в YAML

source: External Libraries
de_de: Externe Bibliotheken
es_es: Bibliotecas Externas
fr_fr: Bibliothèques externes
it_it: Librerie Esterne
ja_jp: 外部ライブラリ
ru_ru: Внешние библиотеки

source: Extra Placeholder
de_de: Zusätzlicher Platzhalter
es_es: Marcador de posición adicional
fr_fr: Placeholder supplémentaire
it_it: Segnaposto Extra
ja_jp: 余分なプレースホルダー
ru_ru: Дополнительный заполнитель

source: Extra {label}: {items}
ja_jp: 追加 {label}: {items}
ru_ru: Дополнительно {label}: {items}

source: Extract Terminology
de_de: Terminologie extrahieren
es_es: Extraer Terminología
fr_fr: Extraire la terminologie
it_it: Estrai Terminologia
ja_jp: 用語抽出
ru_ru: Извлечение терминологии

source: Extract and translate key terms from the text.
de_de: Schlüsselbegriffe aus dem Text extrahieren und übersetzen.
es_es: Extraer y traducir términos clave del texto.
fr_fr: Extraire et traduire les termes clés du texte.
it_it: Estrai e traduci i termini chiave dal testo.
ja_jp: テキストから主要な用語を抽出して翻訳します。
ru_ru: Извлечь и перевести ключевые термины из текста.

source: Extracted
de_de: Extrahiert
es_es: Extraído
fr_fr: Extrait
it_it: Estratto
ja_jp: 抽出済み
ru_ru: Извлечено

source: Extracted Glossary:
de_de: Extrahierte Glossare:
es_es: Glosario extraído:
fr_fr: Glossaire extrait :
it_it: Glossario Estratto:
ja_jp: 抽出された用語集:
ru_ru: Извлечённый глоссарий:

source: Extracting key terminology...
de_de: Schlüsselbegriffe werden extrahiert...
es_es: Extrayendo terminología clave...
fr_fr: Extraction de la terminologie clé...
it_it: Estrazione della terminologia chiave...
ja_jp: キーワードを抽出中...
ru_ru: Извлечение ключевой терминологии...

source: Extracting strings...
de_de: Zeichenketten werden extrahiert...
es_es: Extrayendo cadenas...
fr_fr: Extraction des chaînes...
it_it: Estrazione stringhe...
ja_jp: 文字列を抽出中...
ru_ru: Извлечение строк...

source: Extraction
de_de: Extraktion
es_es: Extracción
it_it: Estrazione
ja_jp: 抽出
ru_ru: Извлечение

source: Extraction Pattern Files (*{ext});;All Files (*.*)
de_de: Extraktionsmusterdateien (*{ext});;Alle Dateien (*.*)
es_es: Archivos de Patrón de Extracción (*{ext});;Todos los Archivos (*.*)
fr_fr: Fichiers de modèle d'extraction (*{ext});;Tous les fichiers (*.*)
it_it: File Modello di Estrazione (*{ext});;Tutti i File (*.*)
ja_jp: 抽出パターンファイル (*{ext});;すべてのファイル (*.*)
ru_ru: Файлы шаблонов извлечения (*{ext});;Все файлы (*.*)

source: Extraction Results:
de_de: Extraktionsergebnisse:
es_es: Resultados de Extracción:
fr_fr: Résultats de l'extraction :
it_it: Risultati dell'estrazione:
ja_jp: 抽出結果:
ru_ru: Результаты извлечения:

source: Extraction Rule Manager
de_de: Extraktionsregel-Manager
es_es: Gestor de Reglas de Extracción
fr_fr: Gestionnaire de règles d'extraction
it_it: Gestore Regole di Estrazione
ja_jp: 抽出ルールマネージャー
ru_ru: Менеджер правил извлечения

source: Extraction Rule Tester
de_de: Extraktionsregel-Tester
es_es: Probador de Reglas de Extracción
fr_fr: Testeur de règles d'extraction
it_it: Tester delle Regole di Estrazione
ja_jp: 抽出ルールテスター
ru_ru: Тестер правил извлечения

source: Extraction Rules Updated
de_de: Extraktionsregeln aktualisiert
es_es: Reglas de Extracción Actualizadas
fr_fr: Règles d'extraction mises à jour
it_it: Regole di Estrazione Aggiornate
ja_jp: 抽出ルールが更新されました
ru_ru: Правила извлечения обновлены

source: Extraction rules updated. Consider reloading the text.
de_de: Extraktionsregeln aktualisiert. Erwägen Sie, den Text neu zu laden.
es_es: Reglas de extracción actualizadas. Considere recargar el texto.
fr_fr: Règles d'extraction mises à jour. Envisagez de recharger le texte.
it_it: Regole di estrazione aggiornate. Considera di ricaricare il testo.
ja_jp: 抽出ルールが更新されました。テキストの再読み込みを検討してください。
ru_ru: Правила извлечения обновлены. Рекомендуется перезагрузить текст.

source: Extraction rules updated. Do you want to reload the translatable text of the current code using the new rules immediately?
de_de: Extraktionsregeln aktualisiert. Möchten Sie den übersetzbaren Text des aktuellen Codes sofort mit den neuen Regeln neu laden?
es_es: Reglas de extracción actualizadas. ¿Desea recargar el texto traducible del código actual usando las nuevas reglas inmediatamente?
fr_fr: Règles d'extraction mises à jour. Voulez-vous recharger immédiatement le texte traduisible du code actuel en utilisant les nouvelles règles ?
it_it: Regole di estrazione aggiornate. Vuoi ricaricare immediatamente il testo traducibile del codice attuale usando le nuove regole?
ja_jp: 抽出ルールが更新されました。すぐに新しいルールを使用して現在のコードの翻訳可能テキストを再読み込みしますか？
ru_ru: Правила извлечения обновлены. Вы хотите немедленно перезагрузить переводимый текст текущего кода, используя новые правила?

source: Failed
de_de: Fehlgeschlagen
es_es: Falló
fr_fr: Échec
it_it: Fallito
ja_jp: 失敗しました
ru_ru: Не удалось

source: Failed to access system clipboard.
de_de: Fehler beim Zugriff auf die Systemzwischenablage.
es_es: Error al acceder al portapapeles del sistema.
fr_fr: Échec d'accès au presse-papiers système.
it_it: Impossibile accedere agli appunti di sistema.
ja_jp: システムクリップボードへのアクセスに失敗しました。
ru_ru: Не удалось получить доступ к системному буферу обмена.

source: Failed to add glossary entry: {error}
de_de: Impossibile aggiungere la voce al glossario: {error}
es_es: No se pudo añadir la entrada al glosario: {error}
fr_fr: Échec de l'ajout de l'entrée au glossaire : {error}
it_it: Si è verificato un errore durante l'operazione di nuova scansione: {error}
ja_jp: 用語集エントリーの追加に失敗しました：{error}
ru_ru: Не удалось добавить запись в глоссарий: {error}

source: Failed to analyze the TBX file: {error}
de_de: Fehler beim Analysieren der TBX-Datei: {error}
es_es: Error al analizar el archivo TBX: {error}
fr_fr: Échec de l'analyse du fichier TBX : {error}
it_it: Impossibile analizzare il file TBX: {error}
ja_jp: TBXファイルの解析に失敗しました: {error}
ru_ru: Не удалось проанализировать файл TBX: {error}

source: Failed to copy to clipboard.
de_de: Fehler beim Kopieren in die Zwischenablage.
es_es: Error al copiar al portapapeles.
fr_fr: Échec de la copie dans le presse-papiers.
it_it: Impossibile copiare negli appunti.
ja_jp: クリップボードへのコピーに失敗しました。
ru_ru: Не удалось скопировать в буфер обмена.

source: Failed to create initial translation data: {error}
de_de: Fehler beim Erstellen der anfänglichen Übersetzungsdaten: {error}
es_es: Error al crear los datos de traducción iniciales: {error}
fr_fr: Échec de la création des données de traduction initiales : {error}
it_it: Impossibile creare i dati di traduzione iniziali: {error}
ja_jp: 初期翻訳データの作成に失敗しました: {error}
ru_ru: Не удалось создать исходные данные перевода: {error}

source: Failed to create project: {error}
de_de: Fehler beim Erstellen des Projekts: {error}
es_es: Error al crear el proyecto: {error}
fr_fr: Échec de la création du projet : {error}
it_it: Impossibile creare il progetto: {error}
ja_jp: プロジェクトの作成に失敗しました: {error}
ru_ru: Не удалось создать проект: {error}

source: Failed to delete entry.
de_de: Fehler beim Löschen des Eintrags.
es_es: Error al eliminar la entrada.
fr_fr: Échec de la suppression de l'entrée.
it_it: Impossibile eliminare la voce.
ja_jp: エントリの削除に失敗しました。
ru_ru: Не удалось удалить запись.

source: Failed to delete the TM entry from the database.
de_de: Fehler beim Löschen des TM-Eintrags aus der Datenbank.
es_es: Error al eliminar la entrada de TM de la base de datos.
fr_fr: Échec de la suppression de l'entrée de la mémoire de traduction de la base de données.
it_it: Impossibile eliminare la voce TM dal database.
ja_jp: TMエントリをデータベースから削除できませんでした。
ru_ru: Не удалось удалить запись ТМ из базы данных.

source: Failed to delete {path}: {error}
de_de: Löschen von {path} fehlgeschlagen: {error}
es_es: Error al eliminar {path}: {error}
fr_fr: Échec de la suppression de {path} : {error}
it_it: Impossibile eliminare {path}: {error}
ja_jp: {path}の削除に失敗しました: {error}
ru_ru: Не удалось удалить {path}: {error}

source: Failed to export POT file: {error}
de_de: Fehler beim Export der POT-Datei: {error}
es_es: Error al exportar el archivo POT: {error}
fr_fr: Échec de l'exportation du fichier POT : {error}
it_it: Impossibile esportare il file POT: {error}
ja_jp: POTファイルのエクスポートに失敗しました: {error}
ru_ru: Не удалось экспорт POT-файл: {error}

source: Failed to export to PO file: {error}
de_de: Export nach PO-Datei fehlgeschlagen: {error}
es_es: Fallo al exportar a archivo PO: {error}
fr_fr: Échec de l'exportation vers le fichier PO : {error}
it_it: Impossibile esportare in file PO: {error}
ja_jp: POファイルへのエクスポートに失敗しました: {error}
ru_ru: Не удалось экспорт в файл PO: {error}

source: Failed to extract the archive: {error}
de_de: Fehler beim Extrahieren des Archivs: {error}
es_es: Error al extraer el archivo: {error}
fr_fr: Échec de l'extraction de l'archive : {error}
it_it: Impossibile estrarre l'archivio: {error}
ja_jp: 書庫ファイルの展開に失敗しました：{error}
ru_ru: Не удалось извлечь архив: {error}

source: Failed to fetch data (HTTP {status_code}). The marketplace file might be missing or the server is down.
de_de: Fehler beim Abrufen der Daten (HTTP {status_code}). Die Indexdatei fehlt möglicherweise oder der Server ist nicht erreichbar.
es_es: Error al obtener datos (HTTP {status_code}). Es posible que falte el archivo del mercado o el servidor esté caído.
fr_fr: Échec de la récupération des données (HTTP {status_code}). Le fichier de la boutique est peut-être manquant ou le serveur est indisponible.
it_it: Impossibile recuperare i dati (HTTP {status_code}). Il file del marketplace potrebbe mancare o il server è offline.
ja_jp: データ取得に失敗しました (HTTP {status_code})。マーケットプレイスファイルが存在しないか、サーバーがダウンしている可能性があります。
ru_ru: Не удалось получить данные (HTTP {status_code}). Файл магазина может отсутствовать или сервер недоступен.

source: Failed to fetch plugin list from the server.
de_de: Fehler beim Abrufen der Plugin-Liste vom Server.
es_es: Error al obtener la lista de complementos del servidor.
fr_fr: Échec de la récupération de la liste des plugins depuis le serveur.
it_it: Impossibile recuperare l'elenco dei plugin dal server.
ja_jp: サーバーからプラグインリストの取得に失敗しました。
ru_ru: Не удалось получить список плагинов с сервера.

source: Failed to generate regex pattern.
de_de: Fehler beim Generieren des Regex-Musters.
es_es: No se pudo generar el patrón regex.
fr_fr: Échec de génération du motif regex.
it_it: Impossibile generare il modello regex.
ja_jp: 正規表現パターンの生成に失敗しました。
ru_ru: Не удалось сгенерировать регулярное выражение.

source: Failed to initialize file system models.
de_de: Fehler beim Initialisieren der Dateisystemmodelle.
es_es: Error al inicializar los modelos del sistema de archivos.
fr_fr: Échec de l'initialisation des modèles de système de fichiers.
it_it: Impossibile inizializzare i modelli del file system.
ja_jp: ファイルシステムモデルの初期化に失敗しました
ru_ru: Не удалось инициализировать модели файловой системы.

source: Failed to initialize user interface.
de_de: Fehler beim Initialisieren der Benutzeroberfläche.
es_es: Error al inicializar la interfaz de usuario.
fr_fr: Échec de l'initialisation de l'interface utilisateur.
it_it: Impossibile inizializzare l'interfaccia utente.
ja_jp: ユーザーインターフェースの初期化に失敗しました。
ru_ru: Не удалось инициализировать пользовательский интерфейс.

source: Failed to install library '{lib}'. Please check the log for details.
de_de: Fehler bei der Installation der Bibliothek '{lib}'. Bitte überprüfen Sie das Protokoll für Details.
es_es: Error al instalar la biblioteca '{lib}'. Por favor, compruebe el registro para más detalles.
fr_fr: Échec de l'installation de la bibliothèque '{lib}'. Veuillez vérifier le journal pour plus de détails.
it_it: Impossibile installare la libreria '{lib}'. Controllare il log per i dettagli.
ja_jp: ライブラリ'{lib}'のインストールに失敗しました。 詳細についてはログを確認してください。
ru_ru: Не удалось установить библиотеку '{lib}'. Пожалуйста, проверьте журнал для получения подробностей.

source: Failed to load data: {error}
de_de: Fehler beim Laden der Daten: {error}
es_es: Error al cargar datos: {error}
fr_fr: Échec du chargement des données : {error}
it_it: Impossibile caricare i dati: {error}
ja_jp: データの読み込みに失敗しました: {error}
ru_ru: Не удалось загрузить данные: {error}

source: Failed to load: {reason}
de_de: Fehler beim Laden: {reason}
es_es: Error al cargar: {reason}
fr_fr: Échec du chargement : {reason}
it_it: Impossibile caricare: {reason}
ja_jp: 読み込みに失敗しました: {reason}
ru_ru: Не удалось загрузить: {reason}

source: Failed to move plugin files to the destination: {error}
de_de: Verschieben der Plugin-Dateien zum Ziel fehlgeschlagen: {error}
es_es: Error al mover los archivos del plugin al destino: {error}
fr_fr: Échec du déplacement des fichiers du plugin vers la destination : {error}
it_it: Impossibile spostare i file del plugin nella destinazione: {error}
ja_jp: プラグインファイルの移動に失敗しました：{error}
ru_ru: Не удалось переместить файлы плагина в папку назначения: {error}

source: Failed to navigate back.
de_de: Zurücknavigieren fehlgeschlagen.
es_es: Error al navegar hacia atrás.
fr_fr: Échec de la navigation vers l'arrière.
it_it: Impossibile tornare indietro.
ja_jp: 戻る操作に失敗しました。
ru_ru: Не удалось вернуться назад.

source: Failed to navigate forward.
de_de: Vorwärtsnavigation fehlgeschlagen.
es_es: Error al navegar hacia adelante.
fr_fr: Échec de la navigation vers l'avant.
it_it: Impossibile navigare in avanti.
ja_jp: 前方への移動に失敗しました。
ru_ru: Не удалось перейти вперед.

source: Failed to navigate to home directory.
de_de: Fehler beim Navigieren zum Home-Verzeichnis.
es_es: Error al navegar al directorio principal.
fr_fr: Échec de la navigation vers le répertoire personnel.
it_it: Impossibile navigare alla directory home.
ja_jp: ホームディレクトリへの移動に失敗しました。
ru_ru: Не удалось перейти в домашний каталог.

source: Failed to navigate to parent directory.
de_de: Fehler beim Navigieren zum übergeordneten Verzeichnis.
es_es: Error al navegar al directorio superior.
fr_fr: Échec de la navigation vers le répertoire parent.
it_it: Impossibile navigare alla directory padre.
ja_jp: 親ディレクトリへの移動に失敗しました。
ru_ru: Не удалось перейти в родительский каталог.

source: Failed to navigate to: {path}
de_de: Fehler beim Navigieren zu: {path}
es_es: Error al navegar a: {path}
fr_fr: Échec de la navigation vers : {path}
it_it: Impossibile navigare a: {path}
ja_jp: {path}への移動に失敗しました
ru_ru: Не удалось перейти к: {path}

source: Failed to open '{filename}': {error}
de_de: Fehler beim Öffnen von '{filename}': {error}
es_es: Error al abrir '{filename}': {error}
fr_fr: Échec d'ouverture du fichier '{filename}' : {error}
it_it: Impossibile aprire '{filename}': {error}
ja_jp: ファイル'{filename}'を開くのに失敗しました: {error}
ru_ru: Не удалось открыть '{filename}': {error}

source: Failed to open file '{filename}': {error}
de_de: Fehler beim Öffnen der Datei '{filename}': {error}
es_es: Error al abrir el archivo '{filename}': {error}
fr_fr: Échec d'ouverture du fichier '{filename}' : {error}
it_it: Impossibile aprire il file '{filename}': {error}
ja_jp: ファイル'{filename}'を開くのに失敗しました: {error}
ru_ru: Не удалось открыть файл '{filename}': {error}

source: Failed to open file explorer.
de_de: Öffnen des Datei-Explorers fehlgeschlagen.
es_es: Error al abrir el explorador de archivos.
fr_fr: Échec de l'ouverture de l'explorateur de fichiers.
it_it: Impossibile aprire l'Esplora File.
ja_jp: ファイルエクスプローラーの起動に失敗しました。
ru_ru: Не удалось открыть проводник.

source: Failed to open selected item.
de_de: Fehler beim Öffnen des ausgewählten Elements.
es_es: Error al abrir el elemento seleccionado.
fr_fr: Échec de l'ouverture de l'élément sélectionné.
it_it: Impossibile aprire l'elemento selezionato.
ja_jp: 選択した項目を開くのに失敗しました。
ru_ru: Не удалось открыть выбранный элемент.

source: Failed to refresh directory.
de_de: Fehler beim Aktualisieren des Verzeichnisses.
es_es: Error al actualizar el directorio.
fr_fr: Échec de l'actualisation du répertoire.
it_it: Impossibile aggiornare la directory.
ja_jp: ディレクトリの更新に失敗しました。
ru_ru: Не удалось обновить папку.

source: Failed to remove the existing plugin directory: {error}
de_de: Fehler beim Entfernen des vorhandenen Plugin-Verzeichnisses: {error}
es_es: Error al eliminar el directorio del plugin existente: {error}
fr_fr: Échec de la suppression du répertoire du plugin existant : {error}
it_it: Impossibile rimuovere la directory del plugin esistente: {error}
ja_jp: 既存のプラグインディレクトリの削除に失敗しました：{error}
ru_ru: Не удалось удалить существующую папку плагина: {error}

source: Failed to reveal item in file explorer.
de_de: Fehler beim Anzeigen des Elements im Datei-Explorer.
es_es: Error al mostrar el elemento en el explorador de archivos.
fr_fr: Échec de l'affichage de l'élément dans l'explorateur de fichiers.
it_it: Impossibile mostrare l'elemento nell'Esplora File.
ja_jp: ファイルエクスプローラーでアイテムを表示できませんでした。
ru_ru: Не удалось показать элемент в проводнике файлов.

source: Failed to save PO file: {error}
de_de: Fehler beim Speichern der PO-Datei: {error}
es_es: No se pudo guardar el archivo PO: {error}
fr_fr: Échec de l'enregistrement du fichier PO : {error}
it_it: Impossibile salvare il file PO: {error}
ja_jp: POファイルの保存に失敗しました: {error}
ru_ru: Не удалось сохранить файл PO: {error}

source: Failed to save even in plaintext mode. Error: {error}
de_de: Speichern selbst im Nur-Text-Modus fehlgeschlagen. Fehler: {error}
es_es: No se pudo guardar ni siquiera en modo de texto plano. Error: {error}
fr_fr: Échec de l'enregistrement même en mode texte brut. Erreur : {error}
it_it: Impossibile salvare anche in modalità testo semplice. Errore: {error}
ja_jp: プレーンテキストモードでも保存に失敗しました。エラー: {error}
ru_ru: Не удалось сохранить даже в текстовом режиме. Ошибка: {error}

source: Failed to save project configuration: {error}
de_de: Fehler beim Speichern der Projektkonfiguration: {error}
es_es: Error al guardar la configuración del proyecto: {error}
fr_fr: Échec de l'enregistrement de la configuration du projet : {error}
it_it: Impossibile salvare la configurazione del progetto: {error}
ja_jp: プロジェクト設定の保存に失敗しました: {error}
ru_ru: Не удалось сохранить конфигурацию проекта: {error}

source: Failed to save to TM: {error}
de_de: Fehler beim Speichern in der TM: {error}
es_es: Error al guardar en la TM: {error}
fr_fr: Échec de l'enregistrement dans la TM : {error}
it_it: Impossibile salvare nella TM: {error}
ja_jp: TMへの保存に失敗しました: {error}
ru_ru: Ошибка сохранения в ТМ: {error}

source: Failed to setup signal connections.
de_de: Fehler beim Einrichten der Signalverbindungen.
es_es: Error al configurar las conexiones de señal.
fr_fr: Échec de la configuration des connexions de signal.
it_it: Impossibile configurare le connessioni del segnale.
ja_jp: シグナル接続の設定に失敗しました。
ru_ru: Не удалось установить соединения сигналов.

source: Failed to start editing the item.
de_de: Fehler beim Starten der Bearbeitung des Elements.
es_es: Error al comenzar a editar el elemento.
fr_fr: Échec du démarrage de l'édition de l'élément.
it_it: Impossibile avviare la modifica dell'elemento.
ja_jp: アイテムの編集開始に失敗しました。
ru_ru: Не удалось начать редактирование элемента.

source: Failed to start import: {error}
de_de: Fehler beim Starten des Imports: {error}
es_es: Error al iniciar la importación: {error}
fr_fr: Échec du démarrage de l'importation : {error}
it_it: Impossibile avviare l'importazione: {error}
ja_jp: インポートの開始に失敗しました: {error}
ru_ru: Не удалось начать импорт: {error}

source: Failed to switch database: {error}
de_de: Fehler beim Wechseln der Datenbank: {error}
es_es: Error al cambiar de base de datos: {error}
fr_fr: Échec du changement de base de données : {error}
it_it: Impossibile cambiare database: {error}
ja_jp: データベースの切り替えに失敗しました: {error}
ru_ru: Не удалось переключить базу данных: {error}

source: Failed to uninstall library '{lib}'. Please check the log for details.
de_de: Fehler beim Deinstallieren der Bibliothek '{lib}'. Bitte überprüfen Sie das Protokoll für Details.
es_es: Error al desinstalar la biblioteca '{lib}'. Por favor, revise el registro para obtener detalles.
fr_fr: Échec de la désinstallation de la bibliothèque '{lib}'. Veuillez consulter le journal pour plus de détails.
it_it: Impossibile disinstallare la libreria '{lib}'. Controllare il registro per i dettagli.
ja_jp: ライブラリ'{lib}'のアンインストールに失敗しました。 詳細についてはログを確認してください。
ru_ru: Не удалось удалить библиотеку '{lib}'. Пожалуйста, проверьте журнал для получения подробностей.
