Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Invalid plugin archive structure. The archive must contain either a single plugin folder or the plugin's files (__init__.py, etc.) directly.
de_de: Ungültige Plugin-Archivstruktur. Das Archiv muss entweder einen einzelnen Plugin-Ordner oder direkt die Plugin-Dateien (__init__.py, etc.) enthalten.
es_es: Estructura de archivo de plugin no válida. El archivo debe contener una única carpeta de plugin o los archivos del plugin (__init__.py, etc.) directamente.
fr_fr: Structure d'archive de plugin invalide. L'archive doit contenir soit un seul dossier de plugin, soit les fichiers du plugin (__init__.py, etc.) directement.
it_it: Struttura dell'archivio del plugin non valida. L'archivio deve contenere una singola cartella del plugin oppure i file del plugin (__init__.py, ecc.) direttamente.
ja_jp: 無効なプラグイン書庫ファイルの構造です。書庫ファイルには、単一のプラグインフォルダ、またはプラグインのファイル（__init__.pyなど）が直接含まれている必要があります。
ru_ru: Неверная структура архива плагина. Архив должен содержать либо одну папку плагина, либо непосредственно его файлы (__init__.py и т.д.).

source: Issue Description
de_de: Problembeschreibung
es_es: Descripción del problema
fr_fr: Description du problème
it_it: Descrizione del problema
ja_jp: 問題の説明
ru_ru: Описание проблемы

source: Issues & Warnings
de_de: Probleme & Warnungen
es_es: Problemas y advertencias
fr_fr: Problèmes et avertissements
it_it: Problemi e Avvisi
ja_jp: 問題と警告
ru_ru: Проблемы и предупреждения

source: Items per AI request.
de_de: Elemente pro KI-Anfrage.
es_es: Elementos por solicitud de IA.
fr_fr: Éléments par requête IA.
it_it: Elementi per richiesta AI.
ja_jp: AIリクエストごとのアイテム数。
ru_ru: Элементов на запрос ИИ.

source: Items with Warnings
de_de: Elemente mit Warnungen
es_es: Elementos con advertencias
fr_fr: Éléments avec avertissements
it_it: Elementi con Avvisi
ja_jp: 警告のある項目
ru_ru: Элементы с предупреждениями

source: JSON files (*.json);;All Files (*.*)
de_de: JSON-Dateien (*.json);;Alle Dateien (*.*)
es_es: Archivos JSON (*.json);;Todos los archivos (*.*)
fr_fr: Fichiers JSON (*.json);;Tous les fichiers (*.*)
it_it: File JSON (*.json);;Tutti i file (*.*)
ja_jp: JSON ファイル (*.json);;すべてのファイル (*.*)
ru_ru: Файлы JSON (*.json);;Все файлы (*.*)

source: Just now
de_de: Gerade eben
es_es: Ahora mismo
fr_fr: À l'instant
it_it: Proprio ora
ja_jp: たった今
ru_ru: Только что

source: Keep existing entries and ignore new ones.
de_de: Bestehende Einträge beibehalten und neue ignorieren.
es_es: Conservar las entradas existentes e ignorar las nuevas.
fr_fr: Conserver les entrées existantes et ignorer les nouvelles.
it_it: Mantieni le voci esistenti e ignora quelle nuove.
ja_jp: 既存のエントリを保持し、新しいエントリは無視します。
ru_ru: Сохранить существующие записи и игнорировать новые.

source: Keybinding Conflict
de_de: Tastenkürzel-Konflikt
es_es: Conflicto de Teclas de Acceso Rápido
fr_fr: Conflit de raccourci clavier
it_it: Conflitto di Tasti di Scelta Rapida
ja_jp: キーバインドの競合
ru_ru: Конфликт сочетаний клавиш

source: Keybinding Settings
de_de: Tastenkombinationen
es_es: Configuración de Atajos de Teclado
fr_fr: Paramètres des raccourcis clavier
it_it: Impostazioni Tasti di Scelta Rapida
ja_jp: ショートカット設定
ru_ru: Настройки сочетаний клавиш

source: Keybinding Settings...
de_de: Tastenkombinationen...
es_es: Configuración de Atajos de Teclado...
fr_fr: Paramètres des raccourcis clavier...
it_it: Impostazioni Tasti di Scelta Rapida...
ja_jp: ショートカット設定...
ru_ru: Настройки сочетаний клавиш...

source: Keybindings have been updated.
de_de: Tastenkombinationen wurden aktualisiert.
es_es: Los atajos de teclado han sido actualizados.
fr_fr: Les raccourcis clavier ont été mis à jour.
it_it: I tasti di scelta rapida sono stati aggiornati.
ja_jp: ショートカットが更新されました。
ru_ru: Сочетания клавиш обновлены.

source: Keybindings:
de_de: Tastenkombinationen:
es_es: Atajos de teclado:
fr_fr: Raccourcis clavier :
it_it: Tasti di scelta rapida:
ja_jp: ショートカット:
ru_ru: Сочетания клавиш:

source: Language Changed
de_de: Sprache geändert
es_es: Idioma cambiado
fr_fr: Langue modifiée
it_it: Lingua cambiata
ja_jp: 言語が変更されました
ru_ru: Язык изменён

source: Language Mapping
de_de: Sprachzuordnung
es_es: Mapeo de Idiomas
fr_fr: Mappage des langues
it_it: Mappatura Lingue
ja_jp: 言語マッピング
ru_ru: Сопоставление языков

source: Language Pair Settings
de_de: Sprachpaareinstellungen
es_es: Configuración de par de idiomas
fr_fr: Paramètres de la paire de langues
it_it: Impostazioni coppia di lingue
ja_jp: 言語ペア設定
ru_ru: Настройки языковой пары

source: Language Pair Settings...
de_de: Sprachpaareinstellungen...
es_es: Configuración de par de idiomas...
fr_fr: Paramètres de la paire de langues...
it_it: Impostazioni coppia di lingue...
ja_jp: 言語ペア設定...
ru_ru: Настройки языковой пары...

source: Language Selection
de_de: Sprachauswahl
es_es: Selección de idioma
fr_fr: Sélection de la langue
it_it: Selezione lingua
ja_jp: 言語選択
ru_ru: Выбор языка

source: Language in File
de_de: Sprache in Datei
es_es: Idioma en Archivo
fr_fr: Langue dans le fichier
it_it: Lingua nel File
ja_jp: ファイル内の言語
ru_ru: Язык в файле

source: Language pair set to {src} -> {tgt}.
de_de: Sprachpaar auf {src} -> {tgt} gesetzt.
es_es: Par de idiomas establecido en {src} -> {tgt}.
fr_fr: Paire de langues définie sur {src} -> {tgt}.
it_it: Coppia di lingue impostata su {src} -> {tgt}.
ja_jp: 言語ペアが {src} -> {tgt} に設定されました。
ru_ru: Языковая пара установлена как {src} -> {tgt}.

source: Language pair updated. Re-validating all entries...
de_de: Sprachpaar aktualisiert. Alle Einträge werden erneut überprüft...
es_es: Par de idiomas actualizado. Revalidando todas las entradas...
fr_fr: Paire de langues mise à jour. Revalidation de toutes les entrées...
it_it: Coppia di lingue aggiornata. Rivalidazione di tutte le voci in corso...
ja_jp: 言語ペアが更新されました。すべてのエントリを再検証中...
ru_ru: Языковая пара обновлена. Повторная проверка всех записей...

source: Large Text Detected ({len} chars). It exceeds the safety limit. Pasting this might freeze the application. Continue anyway?
de_de: Großer Text erkannt ({len} Zeichen). Er überschreitet das Sicherheitslimit. Das Einfügen könnte die Anwendung einfrieren. Trotzdem fortfahren?
es_es: Texto Grande Detectado ({len} caracteres). Excede el límite de seguridad. Pegar esto podría bloquear la aplicación. ¿Continuar de todos modos?
fr_fr: Texte volumineux détecté ({len} caractères). Il dépasse la limite de sécurité. Le coller pourrait bloquer l'application. Continuer quand même ?
it_it: Testo Grande Rilevato ({len} caratteri). Supera il limite di sicurezza. Incollare questo potrebbe bloccare l'applicazione. Continuare comunque?
ja_jp: 大規模なテキストが検出されました（{len}文字）。 安全制限を超えています。 貼り付けるとアプリケーションがフリーズする可能性があります。それでも続行しますか？
ru_ru: Обнаружен большой текст ({len} символов). Он превышает безопасный лимит. Вставка может привести к зависанию приложения. Всё равно продолжить?

source: Leading Whitespace Mismatch
de_de: Führender Leerzeichen-Konflikt
es_es: Espacio en Blanco Inicial no Coincide
fr_fr: Espace blanc de début incohérent
it_it: Disallineamento degli Spazi Bianchi Iniziali
ja_jp: 先頭の空白不一致
ru_ru: Несоответствие начальных пробелов

source: Leading/Trailing Whitespace
de_de: Führende/Nachfolgende Leerzeichen
es_es: Espacios en Blanco al Principio/Final
fr_fr: Espace blanc en début/fin
it_it: Spazi Bianchi Iniziali/Finali
ja_jp: 先頭/末尾の空白
ru_ru: Начальные/Конечные пробелы

source: Left Delimiter
de_de: Linker Begrenzer
es_es: Delimitador izquierdo
fr_fr: Délimiteur gauche
it_it: Delimitatore Sinistro
ja_jp: 左側区切り文字
ru_ru: Левый разделитель

source: Left Delimiter:
de_de: Linker Begrenzer:
es_es: Delimitador Izquierdo:
fr_fr: Délimiteur gauche :
it_it: Delimitatore Sinistro:
ja_jp: 左区切り文字:
ru_ru: Левый разделитель:

source: Left and right delimiters cannot be empty.
de_de: Linker und rechter Begrenzer dürfen nicht leer sein.
es_es: Los delimitadores izquierdo y derecho no pueden estar vacíos.
fr_fr: Les délimiteurs gauche et droit ne peuvent pas être vides.
it_it: I delimitatori sinistro e destro non possono essere vuoti.
ja_jp: 左右の区切り文字は空にできません。
ru_ru: Левый и правый разделители не могут быть пустыми.

source: Length Constraints
de_de: Längenbeschränkungen
es_es: Restricciones de longitud
fr_fr: Contraintes de longueur
it_it: Vincoli di Lunghezza
ja_jp: 長さ制限
ru_ru: Ограничения по длине

source: Length Deviation (Major)
de_de: Längenabweichung (erheblich)
es_es: Desviación de longitud (grave)
fr_fr: Écart de longueur (Majeur)
it_it: Deviazione di lunghezza (Maggiore)
ja_jp: 長さの差異（重大）
ru_ru: Отклонение длины (значительное)

source: Length Deviation (Minor)
de_de: Längenabweichung (geringfügig)
es_es: Desviación de longitud (menor)
fr_fr: Écart de longueur (mineur)
it_it: Deviazione di lunghezza (minore)
ja_jp: 長さの差異（軽微）
ru_ru: Отклонение длины (незначительное)

source: Length warning: Unusual expansion ratio ({actual:.1f}x), expected around {expected:.1f}x.
de_de: Längenwarnung: Ungewöhnliches Expansionsverhältnis ({actual:.1f}x), erwartet um {expected:.1f}x.
es_es: Advertencia de longitud: Ratio de expansión inusual ({actual:.1f}x), esperado alrededor de {expected:.1f}x.
fr_fr: Avertissement de longueur : Ratio d'expansion inhabituel ({actual:.1f}x), attendu autour de {expected:.1f}x.
it_it: Avviso lunghezza: Rapporto di espansione insolito ({actual:.1f}x), previsto circa {expected:.1f}x.
ja_jp: 長さ警告: 異常な膨張率 ({actual:.1f}x)、予想値は約{expected:.1f}xです。
ru_ru: Предупреждение о длине: Необычный коэффициент расширения ({actual:.1f}x), ожидается около {expected:.1f}x.

source: Let AI analyze your text and generate regex for you.
de_de: Lassen Sie KI Ihren Text analysieren und Regex für Sie generieren.
es_es: Permita que la IA analice su texto y genere expresiones regulares por usted.
fr_fr: Laissez l'IA analyser votre texte et générer une expression régulière pour vous.
it_it: Lascia che l'AI analizzi il tuo testo e generi regex per te.
ja_jp: AIがあなたのテキストを分析し、正規表現を生成します。
ru_ru: Позвольте ИИ проанализировать ваш текст и сгенерировать регулярное выражение за вас.

source: LexiSync Version: {version} Author: TheSkyC
de_de: LexiSync Version: {version} Autor: TheSkyC
es_es: LexiSync Versión: {version} Autor: TheSkyC
fr_fr: LexiSync Version : {version} Auteur : TheSkyC
it_it: LexiSync Versione: {version} Autore: TheSkyC
ja_jp: LexiSync バージョン: {version} 作者: TheSkyC
ru_ru: LexiSync Версия: {version} Автор: TheSkyC

source: LexiSync has analyzed <b>{filename}</b>. Please configure the import settings below.
de_de: LexiSync hat <b>{filename}</b> analysiert. Bitte konfigurieren Sie die Importeinstellungen unten.
es_es: LexiSync ha analizado <b>{filename}</b>. Por favor, configure los ajustes de importación a continuación.
fr_fr: LexiSync a analysé <b>{filename}</b>. Veuillez configurer les paramètres d'importation ci-dessous.
it_it: LexiSync ha analizzato <b>{filename}</b>. Configurare le impostazioni di importazione qui sotto.
ja_jp: LexiSyncは<b>{filename}</b>を分析しました。以下のインポート設定を構成してください。
ru_ru: LexiSync проанализировал файл <b>{filename}</b>. Настройте параметры импорта ниже.

source: Library '{lib}' installed successfully. Please restart the application to use the plugin.
de_de: Bibliothek '{lib}' erfolgreich installiert. Bitte starten Sie die Anwendung neu, um das Plugin zu verwenden.
es_es: Biblioteca '{lib}' instalada correctamente. Por favor, reinicie la aplicación para usar el complemento.
fr_fr: Bibliothèque '{lib}' installée avec succès. Veuillez redémarrer l'application pour utiliser le plugin.
it_it: Libreria '{lib}' installata con successo. Riavviare l'applicazione per utilizzare il plugin.
ja_jp: ライブラリ '{lib}' のインストールが成功しました。 プラグインを使用するにはアプリケーションを再起動してください。
ru_ru: Библиотека '{lib}' успешно установлена. Пожалуйста, перезапустите приложение для использования плагина.

source: Library '{lib}' is already installed and compatible.
de_de: Bibliothek '{lib}' ist bereits installiert und kompatibel.
es_es: La biblioteca '{lib}' ya está instalada y es compatible.
fr_fr: La bibliothèque '{lib}' est déjà installée et compatible.
it_it: La libreria '{lib}' è già installata e compatibile.
ja_jp: ライブラリ '{lib}' は既にインストールされており互換性があります。
ru_ru: Библиотека '{lib}' уже установлена и совместима.

source: Library '{lib}' uninstalled successfully.
de_de: Bibliothek '{lib}' erfolgreich deinstalliert.
es_es: Biblioteca '{lib}' desinstalada correctamente.
fr_fr: Bibliothèque '{lib}' désinstallée avec succès.
it_it: Libreria '{lib}' disinstallata con successo.
ja_jp: ライブラリ「{lib}」のアンインストールが成功しました。
ru_ru: Библиотека '{lib}' успешно удалена.

source: Limit reached
de_de: Limit erreicht
es_es: Límite alcanzado
fr_fr: Limite atteinte
it_it: Limite raggiunto
ja_jp: 制限に達しました
ru_ru: Достигнут предел

source: Line
de_de: Zeile
es_es: Línea
fr_fr: Ligne
it_it: Riga
ja_jp: 行
ru_ru: Стр.

source: Line Count Mismatch
de_de: Zeilenanzahl stimmt nicht überein
es_es: Recuento de líneas no coincide
fr_fr: Incompatibilité du nombre de lignes
it_it: Conteggio Righe Non Corrispondente
ja_jp: 行数不一致
ru_ru: Несоответствие количества строк

source: List of validation errors found in the current translation.
de_de: Liste der Validierungsfehler, die in der aktuellen Übersetzung gefunden wurden.
es_es: Lista de errores de validación encontrados en la traducción actual.
fr_fr: Liste des erreurs de validation trouvées dans la traduction actuelle.
it_it: Elenco degli errori di validazione rilevati nella traduzione corrente.
ja_jp: 現在の翻訳で見つかった検証エラーの一覧。
ru_ru: Список ошибок валидации, обнаруженных в текущем переводе.

source: Load all source files when opening a project
de_de: Alle Quelldateien beim Öffnen eines Projekts laden
es_es: Cargar todos los archivos fuente al abrir un proyecto
fr_fr: Charger tous les fichiers sources lors de l'ouverture d'un projet
it_it: Carica tutti i file sorgente all'apertura del progetto
ja_jp: プロジェクトを開く際にすべてのソースファイルを読み込む
ru_ru: Загружать все исходные файлы при открытии проекта

source: Loaded {count} entries from PO file {filename}.
de_de: {count} Einträge aus PO-Datei {filename} geladen.
es_es: Se cargaron {count} entradas del archivo PO {filename}.
fr_fr: {count} entrées chargées depuis le fichier PO {filename}.
it_it: Caricati {count} elementi dal file PO {filename}.
ja_jp: POファイル{filename}から{count}個のエントリを読み込みました。
ru_ru: Загружено {count} записей из файла PO {filename}.

source: Loaded {count} translatable strings from {filename}
de_de: {count} übersetzbare Zeichenketten aus {filename} geladen.
es_es: Se cargaron {count} cadenas traducibles de {filename}
fr_fr: {count} chaînes traduisibles chargées depuis {filename}
it_it: Caricate {count} stringhe traducibili da {filename}
ja_jp: {filename}から{count}個の翻訳可能文字列を読み込みました
ru_ru: Загружено {count} переводимых строк из {filename}

source: Loading Failed
de_de: Laden fehlgeschlagen
es_es: Error de carga
fr_fr: Échec du chargement
it_it: Caricamento Fallito
ja_jp: 読み込みに失敗しました
ru_ru: Ошибка загрузки

source: Loading all source files...
de_de: Lade alle Quelldateien...
es_es: Cargando todos los archivos fuente...
fr_fr: Chargement de tous les fichiers sources...
it_it: Caricamento di tutti i file sorgente in corso...
ja_jp: すべてのソースファイルを読み込み中...
ru_ru: Загрузка всех исходных файлов...

source: Loading core libraries...
de_de: Lade Kernbibliotheken...
es_es: Cargando bibliotecas principales...
fr_fr: Chargement des bibliothèques principales...
it_it: Caricamento librerie core in corso...
ja_jp: コアライブラリを読み込み中...
ru_ru: Загрузка основных библиотек...

source: Loading existing glossary for consistency...
de_de: Vorhandenes Glossar wird für Konsistenz geladen...
es_es: Cargando glosario existente para mantener la consistencia...
fr_fr: Chargement du glossaire existant pour assurer la cohérence...
it_it: Caricamento glossario esistente per coerenza...
ja_jp: 既存の用語集を一貫性のために読み込んでいます...
ru_ru: Загружаем существующий глоссарий для обеспечения согласованности...

source: Loading file...
de_de: Datei wird geladen...
es_es: Cargando archivo...
fr_fr: Chargement du fichier...
it_it: Caricamento file in corso...
ja_jp: ファイルを読み込み中...
ru_ru: Загрузка файла...

source: Loading marketplace...
de_de: Marktplatz wird geladen...
es_es: Cargando marketplace...
fr_fr: Chargement de la boutique...
it_it: Caricamento marketplace in corso...
ja_jp: マーケットプレイスを読み込み中...
ru_ru: Загрузка магазина...

source: Location:
de_de: Speicherort:
es_es: Ubicación:
fr_fr: Emplacement :
it_it: Posizione:
ja_jp: 場所：
ru_ru: Расположение:

source: Longest Text
de_de: Längster Text
es_es: Texto Más Largo
fr_fr: Texte le plus long
it_it: Testo Più Lungo
ja_jp: 最長のテキスト
ru_ru: Самый длинный текст

source: Loose
de_de: Locker
es_es: Flexible
fr_fr: Souple
it_it: Flessibile
ja_jp: 緩やか
ru_ru: Мягкий

source: Lower values (0.1) are more deterministic/precise. Higher values (0.8) are more creative.
de_de: Niedrigere Werte (0.1) sind deterministischer/präziser. Höhere Werte (0.8) sind kreativer.
es_es: Los valores más bajos (0.1) son más deterministas/precisos. Los valores más altos (0.8) son más creativos.
fr_fr: Les valeurs basses (0.1) sont plus déterministes/précises. Les valeurs élevées (0.8) sont plus créatives.
it_it: Valori più bassi (0.1) sono più deterministici/precisi. Valori più alti (0.8) sono più creativi.
ja_jp: 低い値（0.1）はより決定論的/正確です。 高い値（0.8）はより創造的です。
ru_ru: Меньшие значения (0.1) более детерминированы/точны. Большие значения (0.8) более креативны.

source: MO Compilation Failed
de_de: MO-Kompilierung fehlgeschlagen
es_es: Falló la compilación del MO
fr_fr: Échec de la compilation du fichier MO
it_it: Compilazione MO fallita
ja_jp: MOコンパイルに失敗しました
ru_ru: Сбой компиляции MO-файла

source: Main App
de_de: Hauptanwendung
es_es: Aplicación Principal
fr_fr: Application principale
it_it: App Principale
ja_jp: メインアプリ
ru_ru: Главное приложение

source: Major Threshold (Error):
de_de: Hauptschwelle (Fehler):
es_es: Umbral principal (Error):
fr_fr: Seuil majeur (Erreur) :
it_it: Soglia Principale (Errore):
ja_jp: 主要しきい値（エラー）：
ru_ru: Основной порог (Ошибка):

source: Manage AI Models...
de_de: KI-Modelle verwalten...
es_es: Administrar modelos de IA...
fr_fr: Gérer les modèles d'IA...
it_it: Gestisci Modelli AI...
ja_jp: AIモデルを管理...
ru_ru: Управление моделями ИИ...

source: Manage Extraction Rules...
de_de: Extraktionsregeln verwalten...
es_es: Administrar Reglas de Extracción...
fr_fr: Gérer les règles d'extraction...
it_it: Gestisci Regole di Estrazione...
ja_jp: 抽出ルールの管理...
ru_ru: Управление правилами извлечения...

source: Manage Plugins...
de_de: Plugins verwalten...
es_es: Administrar Complementos...
fr_fr: Gérer les extensions...
it_it: Gestisci Plugin...
ja_jp: プラグインの管理...
ru_ru: Управление плагинами...

source: Manual Input
de_de: Manuelle Eingabe
es_es: Entrada Manual
fr_fr: Saisie manuelle
it_it: Input Manuale
ja_jp: 手動入力
ru_ru: Ручной ввод

source: Manual Intervention
de_de: Manuelle Intervention
es_es: Intervención manual
fr_fr: Intervention manuelle
it_it: Intervento Manuale
ja_jp: 手動介入
ru_ru: Ручное вмешательство

source: Map to Language in LexiSync
de_de: Auf Sprache in LexiSync abbilden
es_es: Mapear a Idioma en LexiSync
fr_fr: Mapper vers la langue dans LexiSync
it_it: Mappa su Lingua in LexiSync
ja_jp: LexiSyncの言語にマッピング
ru_ru: Сопоставить с языком в LexiSync

source: Mark as
de_de: Markieren als
es_es: Marcar como
fr_fr: Marquer comme
it_it: Contrassegna come
ja_jp: としてマーク
ru_ru: Пометить как

source: Mark as Fuzzy
de_de: Als unscharf markieren
es_es: Marcar como Difuso
fr_fr: Marquer comme flou
it_it: Contrassegna come Fuzzy
ja_jp: あいまいとしてマーク
ru_ru: Пометить как нечёткий

source: Mark as Fuzzy / Needs Work
de_de: Als unscharf / Überarbeitung erforderlich markieren
es_es: Marcar como Difuso / Necesita Trabajo
fr_fr: Marquer comme flou / Nécessite des travaux
it_it: Contrassegna come Fuzzy / Da Rivedere
ja_jp: マークをファジー/要修正として設定
ru_ru: Пометить как нечёткий / Требует доработки

source: Mark as Ignored
de_de: Als ignoriert markieren
es_es: Marcar como Ignorado
fr_fr: Marquer comme ignoré
it_it: Marca come Ignorato
ja_jp: 無視としてマーク
ru_ru: Пометить как игнорируемое

source: Mark as Reviewed
de_de: Als überprüft markieren
es_es: Marcar como Revisado
fr_fr: Marquer comme révisé
it_it: Marca come Revisionato
ja_jp: レビュー済みとしてマーク
ru_ru: Пометить как проверенное

source: Marketplace loaded. Found {count} plugins.
de_de: Marktplatz geladen. {count} Plugins gefunden.
es_es: Mercado cargado. Se encontraron {count} complementos.
fr_fr: Boutique chargée. {count} plugins trouvés.
it_it: Marketplace caricato. Trovati {count} plugin.
ja_jp: マーケットプレイスを読み込みました。{count}個のプラグインが見つかりました。
ru_ru: Магазин загружен. Найдено плагинов: {count}.

source: Match is not in a replaceable column.
de_de: Übereinstimmung befindet sich nicht in einer ersetzbaren Spalte.
es_es: La coincidencia no está en una columna reemplazable.
fr_fr: La correspondance n'est pas dans une colonne remplaçable.
it_it: La corrispondenza non è in una colonna sostituibile.
ja_jp: 一致する項目が置換可能な列にありません。
ru_ru: Совпадение не находится в заменяемом столбце.

source: Match {current}/{total}
de_de: Übereinstimmung {current}/{total}
es_es: Coincidencia {current}/{total}
fr_fr: Correspondance {current}/{total}
it_it: Corrispondenza {current}/{total}
ja_jp: {current}/{total}件目の一致
ru_ru: Совпадение {current}/{total}

source: Max retries if validation fails.
de_de: Maximale Wiederholungsversuche bei Validierungsfehlern.
es_es: Máximo de reintentos si falla la validación.
fr_fr: Nombre maximum de nouvelles tentatives si la validation échoue.
it_it: Numero massimo di tentativi se la validazione fallisce.
ja_jp: 検証が失敗した場合の最大再試行回数。
ru_ru: Максимальное количество повторных попыток при неудачной проверке.

source: Max time to wait for AI response.
de_de: Maximale Wartezeit für KI-Antwort.
es_es: Tiempo máximo de espera para la respuesta de la IA.
fr_fr: Temps maximal d'attente pour la réponse de l'IA.
it_it: Tempo massimo di attesa per la risposta AI.
ja_jp: AI応答を待機する最大時間。
ru_ru: Максимальное время ожидания ответа ИИ.

source: Merge
de_de: Zusammenführen
es_es: Combinar
fr_fr: Fusionner
it_it: Unisci
ja_jp: マージ
ru_ru: Объединить

source: Merge last batch if smaller than this ratio of Batch Size.
de_de: Letzte Charge zusammenführen, wenn sie kleiner als dieses Verhältnis der Chargengröße ist.
es_es: Combinar el último lote si es menor que esta proporción del tamaño del lote.
fr_fr: Fusionner le dernier lot s'il est plus petit que ce ratio de la taille du lot.
it_it: Unisci l'ultimo batch se è più piccolo di questo rapporto rispetto alla Dimensione del Batch.
ja_jp: バッチサイズのこの比率より小さい場合、最後のバッチをマージします。
ru_ru: Объединить последнюю партию, если она меньше этого соотношения к размеру партии.

source: Minor Threshold (Warning):
de_de: Geringfügige Schwelle (Warnung):
es_es: Umbral Menor (Advertencia):
fr_fr: Seuil mineur (Avertissement) :
it_it: Soglia Minore (Avviso):
ja_jp: マイナー閾値（警告）:
ru_ru: Порог незначительных изменений (Предупреждение):

source: Mismatched Quotes
de_de: Nicht übereinstimmende Anführungszeichen
es_es: Comillas no coincidentes
fr_fr: Guillemets non appariés
it_it: Virgolette non corrispondenti
ja_jp: 不一致な引用符
ru_ru: Несоответствующие кавычки

source: Mismatched accelerator '{marker}'
de_de: Nicht übereinstimmender Beschleuniger '{marker}'
es_es: Acelerador no coincidente '{marker}'
fr_fr: Accélérateur non concordant '{marker}'
it_it: Accelerator non corrispondente '{marker}'
ja_jp: アクセラレータ '{marker}' が一致しません
ru_ru: Несоответствие акселератора '{marker}'

source: Mismatched {desc}
de_de: Nicht übereinstimmende {desc}
es_es: {desc} no coincide
fr_fr: {desc} non concordant(e)
it_it: {desc} non corrispondente
ja_jp: 不一致な {desc}
ru_ru: Несоответствующий {desc}

source: Missing Dependencies
de_de: Fehlende Abhängigkeiten
es_es: Dependencias Faltantes
fr_fr: Dépendances manquantes
it_it: Dipendenze mancanti
ja_jp: 不足している依存関係
ru_ru: Отсутствующие зависимости
