Repository: TheSkyC/LexiSync
Catalog: locales/*/LC_MESSAGES/lexisync.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru

source: Ctrl+Enter Jump To:
de_de: Strg+Eingabe Springen Zu:
es_es: Ctrl+Enter Saltar a:
fr_fr: Ctrl+Entrée Aller à :
it_it: Ctrl+Invio Salta A:
ja_jp: Ctrl+Enter でジャンプ:
ru_ru: Ctrl+Enter Перейти к:

source: Curly Braces {}
de_de: Geschweifte Klammern {}
es_es: Llaves {}
fr_fr: Accolades {}
it_it: Parentesi Graffe {}
ja_jp: 中括弧 {}
ru_ru: Фигурные скобки {}

source: Current
de_de: Aktuell
es_es: Actual
fr_fr: Actuel
it_it: Attuale
ja_jp: 現在
ru_ru: Текущий

source: Current Active Model
de_de: Aktuell aktives Modell
es_es: Modelo activo actual
fr_fr: Modèle actif actuel
it_it: Modello Attivo Corrente
ja_jp: 現在のアクティブモデル
ru_ru: Активная модель

source: Current Preset:
de_de: Aktuelle Voreinstellung:
es_es: Preajuste actual:
fr_fr: Préréglage actuel :
it_it: Preset corrente:
ja_jp: 現在のプリセット:
ru_ru: Текущий пресет:

source: Current Selection:
de_de: Aktuelle Auswahl:
es_es: Selección actual:
fr_fr: Sélection actuelle :
it_it: Selezione attuale:
ja_jp: 現在の選択:
ru_ru: Текущий выбор:

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
it_it: Personalizzato
ja_jp: カスタム
ru_ru: Пользовательский

source: Data && Resources
de_de: Daten && Ressourcen
es_es: Datos y Recursos
fr_fr: Données et ressources
it_it: Dati e Risorse
ja_jp: データ && リソース
ru_ru: Данные и ресурсы

source: Database update complete!
de_de: Datenbankaktualisierung abgeschlossen!
es_es: ¡Actualización de la base de datos completada!
fr_fr: Mise à jour de la base de données terminée !
it_it: Aggiornamento del database completato!
ja_jp: データベースの更新が完了しました！
ru_ru: Обновление базы данных завершено!

source: Database:
de_de: Datenbank:
es_es: Base de datos:
fr_fr: Base de données :
ja_jp: データベース:
ru_ru: База данных:

source: Deep (AI-Scan)
de_de: Tiefenscan (KI)
es_es: Profundo (IA-Escanear)
fr_fr: Profond (Balayage IA)
it_it: Approfondita (Scansione AI)
ja_jp: ディープ (AIスキャン)
ru_ru: Глубокий (AI-сканирование)

source: Deep Scan: Batch {c}/{t}...
es_es: Escaneo Profundo: Lote {c}/{t}...
fr_fr: Analyse approfondie : Lot {c}/{t}...
it_it: Scansione Approfondita: Batch {c}/{t}...
ja_jp: ディープスキャン: バッチ {c}/{t}...
ru_ru: Глубокое сканирование: Пакет {c}/{t}...

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ru_ru: Удалить

source: Delete Entry
de_de: Eintrag löschen
es_es: Eliminar entrada
fr_fr: Supprimer l'entrée
it_it: Elimina Voce
ja_jp: エントリーを削除
ru_ru: Удалить запись

source: Delete Error
de_de: Löschfehler
es_es: Error al eliminar
fr_fr: Erreur de suppression
it_it: Errore di Eliminazione
ja_jp: 削除エラー
ru_ru: Ошибка удаления

source: Delete Plugin
de_de: Plugin löschen
es_es: Eliminar complemento
fr_fr: Supprimer le plugin
it_it: Elimina Plugin
ja_jp: プラグインを削除
ru_ru: Удалить плагин

source: Delete Selected
de_de: Ausgewählte löschen
es_es: Eliminar Seleccionados
fr_fr: Supprimer la sélection
it_it: Elimina Selezionati
ja_jp: 選択を削除
ru_ru: Удалить выбранное

source: Deletion Results
de_de: Löschungsergebnisse
es_es: Resultados de eliminación
fr_fr: Résultats de la suppression
it_it: Risultati Eliminazione
ja_jp: 削除結果
ru_ru: Результаты удаления

source: Deletion failed with errors: {errors}
de_de: Löschen mit Fehlern fehlgeschlagen: {errors}
es_es: Eliminación fallida con errores: {errors}
fr_fr: La suppression a échoué avec les erreurs suivantes : {errors}
it_it: Eliminazione fallita con errori: {errors}
ja_jp: エラーが発生したため削除に失敗しました： {errors}
ru_ru: Удаление не удалось из-за ошибок: {errors}

source: Dependency Check
de_de: Abhängigkeitsprüfung
es_es: Comprobación de dependencia
fr_fr: Vérification des dépendances
it_it: Controllo Dipendenze
ja_jp: 依存関係チェック
ru_ru: Проверка зависимостей

source: Dependency Error
de_de: Abhängigkeitsfehler
es_es: Error de dependencia
fr_fr: Erreur de dépendance
it_it: Errore di Dipendenza
ja_jp: 依存関係エラー
ru_ru: Ошибка зависимости

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
ru_ru: Описание

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
it_it: Disabilita
ja_jp: 無効化
ru_ru: Отключить

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disabilitato
ja_jp: 無効
ru_ru: Отключено

source: Discover and install plugins
de_de: Plugins entdecken und installieren
es_es: Descubrir e instalar complementos
fr_fr: Découvrir et installer des plugins
it_it: Scopri e installa plugin
ja_jp: プラグインを検出してインストール
ru_ru: Найти и установить плагины

source: Displayed: 0/0 | Translated: 0 | Untranslated: 0 | Ignored: 0
de_de: Angezeigt: 0/0 | Übersetzt: 0 | Unübersetzt: 0 | Ignoriert: 0
es_es: Mostrados: 0/0 | Traducidos: 0 | No traducidos: 0 | Ignorados: 0
fr_fr: Affiché : 0/0 | Traduit : 0 | Non traduit : 0 | Ignoré : 0
it_it: Visualizzati: 0/0 | Tradotti: 0 | Non tradotti: 0 | Ignorati: 0
ja_jp: 表示: 0/0 | 翻訳済み: 0 | 未翻訳: 0 | 無視: 0
ru_ru: Отображено: 0/0 | Переведено: 0 | Непереведено: 0 | Игнорировано: 0

source: Displayed: {displayed_count}/{total_count} | Translated: {translated_visible} | Untranslated: {untranslated_visible} | Ignored: {ignored_visible}
de_de: Angezeigt: {displayed_count}/{total_count} | Übersetzt: {translated_visible} | Unübersetzt: {untranslated_visible} | Ignoriert: {ignored_visible}
es_es: Mostrados: {displayed_count}/{total_count} | Traducidos: {translated_visible} | No traducidos: {untranslated_visible} | Ignorados: {ignored_visible}
fr_fr: Affiché : {displayed_count}/{total_count} | Traduit : {translated_visible} | Non traduit : {untranslated_visible} | Ignoré : {ignored_visible}
it_it: Visualizzati: {displayed_count}/{total_count} | Tradotti: {translated_visible} | Non tradotti: {untranslated_visible} | Ignorati: {ignored_visible}
ja_jp: 表示: {displayed_count}/{total_count} | 翻訳済み: {translated_visible} | 未翻訳: {untranslated_visible} | 無視: {ignored_visible}
ru_ru: Отображено: {displayed_count}/{total_count} | Переведено: {translated_visible} | Непереведено: {untranslated_visible} | Игнорировано: {ignored_visible}

source: Do you want to add '{filename}' as a new source file to the current project?
de_de: Möchten Sie '{filename}' als neue Quelldatei zum aktuellen Projekt hinzufügen?
es_es: ¿Deseas agregar '{filename}' como un nuevo archivo fuente al proyecto actual?
fr_fr: Voulez-vous ajouter '{filename}' comme nouveau fichier source au projet actuel ?
it_it: Vuoi aggiungere '{filename}' come nuovo fichier di origine al progetto corrente?
ja_jp: 現在のプロジェクトに新しいソースファイルとして「{filename}」を追加しますか？
ru_ru: Вы хотите добавить '{filename}' как новый исходный файл в текущий проект?

source: Do you want to open the target folder?
de_de: Möchten Sie den Zielordner öffnen?
es_es: ¿Deseas abrir la carpeta de destino?
fr_fr: Ouvrir le dossier de好的 destination ?
it_it: Vuoi aprire la cartella di destinazione?
ja_jp: ターゲットフォルダーを開きますか？
ru_ru: Вы хотите открыть целевую папку?

source: Do you want to overwrite them, skip them, or cancel the operation?
de_de: Möchten Sie sie überschreiben, überspringen oder den Vorgang abbrechen?
es_es: ¿Deseas sobrescribirlos, omitirlos o cancelar la operación?
fr_fr: Voulez-vous les remplacer, les ignorer ou annuler l'opération ?
it_it: Vuoi sovrascriverli, saltarli o annullare l'operazione?
ja_jp: それらを上書きしますか、スキップしますか、または操作をキャンセルしますか？
ru_ru: Вы хотите перезаписать их, пропустить или отменить операцию?

source: Dot Matches Newline (DOTALL)
de_de: Punkt passt auf Zeilenumbruch (DOTALL)
es_es: Punto coincide con nueva línea (DOTALL)
fr_fr: Point correspond à une nouvelle ligne (DOTALL)
it_it: Punto Corrisponde a Nuova Riga (DOTALL)
ja_jp: 改行文字にもマッチ (DOTALL)
ru_ru: Точка соответствует переносу строки (DOTALL)

source: Double Spaces
de_de: Doppelte Leerzeichen
es_es: Espacios dobles
fr_fr: Espaces doubles
it_it: Doppi Spazi
ja_jp: ダブルスペース
ru_ru: Двойные пробелы

source: Double quotes mismatch (source: {src_count}, target: {tgt_count})
de_de: Anführungszeichen-Konflikt (Quelle: {src_count}, Ziel: {tgt_count})
es_es: Comillas dobles no coinciden (origen: {src_count}, destino: {tgt_count})
fr_fr: Désaccord des guillemets doubles (source : {src_count}, cible : {tgt_count})
it_it: Virgolette doppie non corrispondenti (sorgente: {src_count}, destinazione: {tgt_count})
ja_jp: 二重引用符の不一致 (ソース: {src_count}, ターゲット: {tgt_count})
ru_ru: Несоответствие двойных кавычек (исходник: {src_count}, перевод: {tgt_count})

source: Double-click to locate.
de_de: Doppelklick zum Lokalisieren.
es_es: Haz doble clic para localizar.
fr_fr: Double-cliquez pour localiser.
it_it: Doppio clic per individuare.
ja_jp: ダブルクリックで位置を特定します。
ru_ru: Двойной щелчок для поиска.

source: Download Error
de_de: Download-Fehler
es_es: Error de descarga
fr_fr: Erreur de téléchargement
it_it: Errore di Download
ja_jp: ダウンロードエラー
ru_ru: Ошибка загрузки

source: Download failed: {error}
de_de: Download fehlgeschlagen: {error}
es_es: Descarga fallida: {error}
fr_fr: Téléchargement échoué : {error}
it_it: Download fallito: {error}
ja_jp: ダウンロードに失敗しました：{error}
ru_ru: Загрузка не удалась: {error}

source: Downloading {plugin_name}...
de_de: {plugin_name} wird heruntergeladen...
es_es: Descargando {plugin_name}...
fr_fr: Téléchargement de {plugin_name} en cours...
it_it: Scaricamento di {plugin_name} in corso...
ja_jp: {plugin_name} をダウンロード中...
ru_ru: Загрузка {plugin_name}...

source: Drag and drop .tbx files here
de_de: TBX-Dateien hierher ziehen
es_es: Arrastra y suelta aquí los archivos .tbx
fr_fr: Glissez-déposez les fichiers .tbx ici
it_it: Trascina qui i file .tbx
ja_jp: ここに .tbx ファイルをドラッグ＆ドロップ
ru_ru: Перетащите файлы .tbx сюда

source: Drag and drop .xlsx files here
de_de: .xlsx-Dateien hierher ziehen
es_es: Arrastra y suelta aquí los archivos .xlsx
fr_fr: Glissez-déposez les fichiers .xlsx ici
it_it: Trascina qui i file .xlsx
ja_jp: ここに .xlsx ファイルをドラッグ＆ドロップ
ru_ru: Перетащите файлы .xlsx сюда

source: Drag and drop files here
de_de: Dateien hierher ziehen und ablegen
es_es: Arrastra y suelta archivos aquí
fr_fr: Glissez-déposez les fichiers ici
it_it: Trascina e rilascia i file qui
ja_jp: ファイルをここにドラッグ＆ドロップ
ru_ru: Перетащите файлы сюда

source: During analysis, check against the existing glossary to avoid duplicates and ensure compound word consistency (e.g., 'File Manager' uses 'File').
de_de: Während der Analyse wird gegen das bestehende Glossar geprüft, um Duplikate zu vermeiden und die Konsistenz von zusammengesetzten Wörtern sicherzustellen (z. B. verwendet 'File Manager' 'File').
es_es: Durante el análisis, verifique con el glosario existente para evitar duplicados y garantizar la consistencia de palabras compuestas (ej., 'File Manager' usa 'File').
fr_fr: Lors de l'analyse, vérifiez par rapport au glossaire existant pour éviter les doublons et assurer la cohérence des mots composés (par exemple, 'File Manager' utilise 'File').
it_it: Durante l'analisi, verifica rispetto al glossario esistente per evitare duplicati e garantire la coerenza delle parole composte (ad esempio, 'File Manager' utilizza 'File').
ja_jp: 分析中、既存の用語集を参照して重複を避け、複合語の一貫性を確保してください（例：'File Manager'では'File'を使用）。
ru_ru: При анализе сверяйтесь с существующим глоссарием, чтобы избежать дублирования и обеспечить единообразие составных терминов (например, для 'File Manager' используется 'File').

source: Dynamic Instruction
de_de: Dynamische Anweisung
es_es: Instrucción dinámica
fr_fr: Instruction dynamique
it_it: Istruzione Dinamica
ja_jp: 動的指示
ru_ru: Динамическая инструкция

source: ERROR
de_de: FEHLER
fr_fr: ERREUR
it_it: ERRORE
ja_jp: エラー
ru_ru: ОШИБКА

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
it_it: Modifica
ja_jp: 編集
ru_ru: Правка

source: Edit && Details
de_de: Bearbeiten && Details
es_es: Editar && Detalles
fr_fr: Modifier && Détails
it_it: Modifica && Dettagli
ja_jp: 編集 && 詳細
ru_ru: Редактирование и детали

source: Edit && Details Panel
de_de: Bearbeiten && Detail-Panel
es_es: Panel de Edición y Detalles
fr_fr: Édition && Panneau de détails
it_it: Pannello Modifica && Dettagli
ja_jp: 編集 && 詳細パネル
ru_ru: Редактирование && Панель деталей

source: Edit Comment...
de_de: Kommentar bearbeiten...
es_es: Editar Comentario...
fr_fr: Modifier le commentaire...
it_it: Modifica Commento...
ja_jp: コメントを編集...
ru_ru: Редактировать комментарий...

source: Edit Error
de_de: Bearbeitungsfehler
es_es: Error de edición
fr_fr: Erreur d'édition
it_it: Errore di Modifica
ja_jp: 編集エラー
ru_ru: Ошибка редактирования

source: Edit Extraction Rule
de_de: Extraktionsregel bearbeiten
es_es: Editar Regla de Extracción
fr_fr: Modifier la règle d'extraction
it_it: Modifica Regola di Estrazione
ja_jp: 抽出ルールを編集
ru_ru: Редактировать правило извлечения

source: Edit Prompt Fragment
de_de: Prompt-Fragment bearbeiten
es_es: Editar Fragmento de Indicación
fr_fr: Modifier le fragment d'invite
it_it: Modifica Frammento Prompt
ja_jp: プロンプトフラグメントを編集
ru_ru: Редактировать фрагмент подсказки

source: Email Mismatch
de_de: E-Mail-Adresse stimmt nicht überein
es_es: Correo Electrónico No Coincidente
fr_fr: Adresse e-mail non concordante
it_it: Email non corrispondente
ja_jp: メールアドレス不一致
ru_ru: Несоответствие email

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
it_it: Abilita
ja_jp: 有効化
ru_ru: Включить

source: Enable Custom Fonts
de_de: Benutzerdefinierte Schriftarten aktivieren
es_es: Habilitar Fuentes Personalizadas
fr_fr: Activer les polices personnalisées
it_it: Abilita Caratteri Personalizzati
ja_jp: カスタムフォントを有効にする
ru_ru: Использовать свои шрифты

source: Enable Large Text Paste Protection
de_de: Schutz vor dem Einfügen großer Textmengen aktivieren
es_es: Habilitar protección contra pegado de texto grande
fr_fr: Activer la protection contre le collage de texte volumineux
it_it: Abilita Protezione Incolla Testo Grande
ja_jp: 大きなテキスト貼り付け保護を有効にする
ru_ru: Включить защиту от вставки больших текстов

source: Enable Length Check
de_de: Längenprüfung aktivieren
es_es: Habilitar Verificación de Longitud
fr_fr: Activer la vérification de longueur
it_it: Abilita Controllo Lunghezza
ja_jp: 長さチェックを有効にする
ru_ru: Включить проверку длины

source: Enable Smart Paste
de_de: Smart Paste aktivieren
es_es: Habilitar Pegado Inteligente
fr_fr: Activer le collage intelligent
it_it: Abilita Incolla intelligente
ja_jp: スマートペーストを有効にする
ru_ru: Включить умную вставку

source: Enable this fragment
de_de: Dieses Fragment aktivieren
es_es: Habilitar este fragmento
fr_fr: Activer ce fragment
it_it: Abilita questo frammento
ja_jp: このフラグメントを有効にする
ru_ru: Включить этот фрагмент

source: Enable this rule
de_de: Diese Regel aktivieren
es_es: Habilitar esta regla
fr_fr: Activer cette règle
it_it: Abilita questa regola
ja_jp: このルールを有効にする
ru_ru: Включить это правило

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
ja_jp: 有効
ru_ru: Включено

source: Ending Punctuation
de_de: Abschlusssatzzeichen
es_es: Puntuación final
fr_fr: Ponctuation de fin
it_it: Punteggiatura finale
ja_jp: 末尾の句読点
ru_ru: Знаки препинания в конце предложения

source: Ending Punctuation Mismatch
de_de: Endende Satzzeichen stimmen nicht überein
es_es: Falta de coincidencia en la puntuación final
fr_fr: Ponctuation finale non concordante
it_it: Discrepanza nella punteggiatura finale
ja_jp: 句末の句読点不一致
ru_ru: Несоответствие конечных знаков препинания

source: Enhance Terms with Contextual Examples
de_de: Begriffe mit Kontextbeispielen erweitern
es_es: Mejorar Términos con Ejemplos Contextuales
fr_fr: Améliorer les termes avec des exemples contextuels
it_it: Migliora i Termini con Esempi Contestuali
ja_jp: 文脈に沿った例で用語を強化
ru_ru: Расширьте термины контекстными примерами

source: Enhancements:
de_de: Verbesserungen:
es_es: Mejoras:
fr_fr: Améliorations :
it_it: Miglioramenti:
ja_jp: 機能強化:
ru_ru: Улучшения:

source: Enter characters used for menu accelerators, separated by comma (e.g., '&, _').
de_de: Geben Sie die für Menübeschleuniger verwendeten Zeichen ein, getrennt durch Komma (z. B. '&, _').
es_es: Introduzca los caracteres utilizados para los aceleradores de menú, separados por coma (por ejemplo, '&, _').
fr_fr: Saisissez les caractères utilisés pour les accélérateurs de menu, séparés par une virgule (par exemple, '&, _').
it_it: Inserisci i caratteri utilizzati per gli acceleratori di menu, separati da virgola (es., '&, _').
ja_jp: メニューアクセラレータに使用する文字をカンマ区切りで入力してください（例: '&, _'）。
ru_ru: Введите символы, используемые для акселераторов меню, через запятую (например, '&, _').

source: Enter comment for {count} selected items:
de_de: Kommentar für {count} ausgewählte Elemente eingeben:
es_es: Introducir comentario para {count} elementos seleccionados:
fr_fr: Entrez un commentaire pour {count} éléments sélectionnés :
it_it: Inserisci commento per {count} elementi selezionati:
ja_jp: 選択した{count}項目にコメントを入力:
ru_ru: Введите комментарий для {count} выбранных элементов:

source: Enter text to test...
de_de: Text zum Testen eingeben...
es_es: Introduzca texto para probar...
fr_fr: Saisissez le texte à tester...
it_it: Inserisci il testo da testare...
ja_jp: テストするテキストを入力...
ru_ru: Введите текст для теста...

source: Entry Count
de_de: Anzahl der Einträge
es_es: Número de entradas
fr_fr: Nombre d'entrées
it_it: Numero di voci
ja_jp: エントリ数
ru_ru: Количество записей

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ru_ru: Ошибка

source: Error importing PO file '{filename}': {error}
de_de: Fehler beim Importieren der PO-Datei '{filename}': {error}
es_es: Error al importar el archivo PO '{filename}': {error}
fr_fr: Erreur lors de l'importation du fichier PO '{filename}' : {error}
it_it: Errore durante l'importazione del file PO '{filename}': {error}
ja_jp: POファイル'{filename}'のインポートエラー: {error}
ru_ru: Ошибка импорта файла PO '{filename}': {error}

source: Error processing Excel file (possibly column names issue): {error}
de_de: Fehler beim Verarbeiten der Excel-Datei (möglicherweise Spaltennamenproblem): {error}
es_es: Error al procesar el archivo Excel (posiblemente problema de nombres de columna): {error}
fr_fr: Erreur lors du traitement du fichier Excel (problème de noms de colonnes possible) : {error}
it_it: Errore durante l'elaborazione del file Excel (possibile problema con i nomi delle colonne): {error}
ja_jp: Excelファイルの処理エラー (列名が原因の可能性): {error}
ru_ru: Ошибка обработки файла Excel (возможно, проблема с именами столбцов): {error}

source: Error processing Excel row {row_num}: {error}. Skipping this row.
de_de: Fehler beim Verarbeiten der Excel-Zeile {row_num}: {error}. Diese Zeile wird übersprungen.
es_es: Error al procesar la fila {row_num} de Excel: {error}. Saltando esta fila.
fr_fr: Erreur lors du traitement de la ligne Excel {row_num} : {error}. Cette ligne est ignorée.
it_it: Errore durante l'elaborazione della riga Excel {row_num}: {error}. Riga saltata.
ja_jp: Excelの行{row_num}の処理中にエラーが発生しました: {error}。この行はスキップします。
ru_ru: Ошибка обработки строки Excel {row_num}: {error}. Пропуск этой строки.

source: Error reloading translatable text: {error}
de_de: Fehler beim Neuladen des übersetzbaren Textes: {error}
es_es: Error al recargar el texto traducible: {error}
fr_fr: Erreur lors du rechargement du texte traduisible : {error}
it_it: Errore durante il ricaricamento del testo traducibile: {error}
ja_jp: 翻訳可能テキストの再読み込みエラー: {error}
ru_ru: Ошибка перезагрузки переводимого текста: {error}

source: Error:
de_de: Fehler:
fr_fr: Erreur :
it_it: Errore:
ja_jp: エラー：
ru_ru: Ошибка:

source: Error: '{filename}' is not a valid file.
de_de: Fehler: '{filename}' ist keine gültige Datei.
es_es: Error: '{filename}' no es un archivo válido.
fr_fr: Erreur : '{filename}' n'est pas un fichier valide.
it_it: Errore: '{filename}' non è un file valido.
ja_jp: エラー：'{filename}'は有効なファイルではありません。
ru_ru: Ошибка: '{filename}' не является допустимым файлом.

source: Error: Could not load marketplace index. {error}
de_de: Fehler: Plugin-Index konnte nicht geladen werden. {error}
es_es: Error: No se pudo cargar el índice del mercado. {error}
fr_fr: Erreur : Impossible de charger l'index de la boutique. {error}
it_it: Errore: Impossibile caricare l'indice del marketplace. {error}
ja_jp: エラー：マーケットプレイスのインデックスを読み込めませんでした。{error}
ru_ru: Ошибка: Не удалось загрузить индекс магазина. {error}

source: Escape Special Chars
de_de: Sonderzeichen maskieren
es_es: Escapar Caracteres Especiales
fr_fr: Échapper les caractères spéciaux
it_it: Escape Caratteri Speciali
ja_jp: 特殊文字をエスケープ
ru_ru: Экранировать специальные символы

source: Exact
de_de: Exakt
es_es: Exacto
it_it: Esatto
ja_jp: 正確
ru_ru: Точное

source: Excel Files
de_de: Excel-Dateien
es_es: Archivos de Excel
fr_fr: Fichiers Excel
it_it: File Excel
ja_jp: Excel ファイル
ru_ru: Файлы Excel

source: Excel files (*.xlsx)
de_de: Excel-Dateien (*.xlsx)
es_es: Archivos de Excel (*.xlsx)
fr_fr: Fichiers Excel (*.xlsx)
it_it: File Excel (*.xlsx)
ja_jp: Excel ファイル (*.xlsx)
ru_ru: Файлы Excel (*.xlsx)

source: Excel header format is incorrect or empty.
de_de: Excel-Header-Format ist falsch oder leer.
es_es: El formato del encabezado de Excel es incorrecto o está vacío.
fr_fr: Le format de l'en-tête Excel est incorrect ou vide.
it_it: Il formato dell'intestazione Excel non è corretto o è vuoto.
ja_jp: Excelヘッダーの形式が正しくないか、空です。
ru_ru: Формат заголовка Excel неверен или пуст.

source: Excel header must contain 'UUID' and '{translation_col}' columns. Optional columns: '{comment_col}', '{reviewed_col}', '{ignored_col}', '{original_semantic_col}'.
de_de: Excel-Header muss die Spalten 'UUID' und '{translation_col}' enthalten. Optionale Spalten: '{comment_col}', '{reviewed_col}', '{ignored_col}', '{original_semantic_col}'.
es_es: El encabezado de Excel debe contener las columnas 'UUID' y '{translation_col}'. Columnas opcionales: '{comment_col}', '{reviewed_col}', '{ignored_col}', '{original_semantic_col}'.
fr_fr: L'en-tête Excel doit contenir les colonnes 'UUID' et '{translation_col}'. Colonnes optionnelles : '{comment_col}', '{reviewed_col}', '{ignored_col}', '{original_semantic_col}'.
it_it: L'intestazione di Excel deve contenere le colonne 'UUID' e '{translation_col}'. Colonne opzionali: '{comment_col}', '{reviewed_col}', '{ignored_col}', '{original_semantic_col}'.
ja_jp: Excelヘッダーには「UUID」と「{translation_col}」列が必要です。 オプションの列: 「{comment_col}」、「{reviewed_col}」、「{ignored_col}」、「{original_semantic_col}」。
ru_ru: Заголовок Excel должен содержать столбцы 'UUID' и '{translation_col}'. Необязательные столбцы: '{comment_col}', '{reviewed_col}', '{ignored_col}', '{original_semantic_col}'.

source: Existing Glossary Database
de_de: Vorhandene Glossardatenbank
es_es: Base de Datos de Glosarios Existentes
fr_fr: Base de données de glossaire existante
it_it: Database Glossario Esistente
ja_jp: 既存の用語集データベース
ru_ru: Существующая БД глоссария

source: Existing Translation
de_de: Vorhandene Übersetzung
es_es: Traducción Existente
fr_fr: Traduction existante
it_it: Traduzione Esistente
ja_jp: 既存の翻訳
ru_ru: Существующий перевод

source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ru_ru: Выход

source: Expansion Ratio
de_de: Expansionsverhältnis
es_es: Ratio de Expansión
fr_fr: Taux d'expansion
it_it: Rapporto di Espansione
ja_jp: 拡大率
ru_ru: Коэффициент расширения

source: Expected
de_de: Erwartet
es_es: Esperado
fr_fr: Attendu
it_it: Previsto
ja_jp: 予想
ru_ru: Ожидается

source: Export
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
ru_ru: Экспорт

source: Export Error
de_de: Exportfehler
es_es: Error de Exportación
fr_fr: Erreur d'exportation
it_it: Errore di Esportazione
ja_jp: エクスポートエラー
ru_ru: Ошибка экспорта

source: Export Extraction Rule Preset
de_de: Extraktionsregel-Voreinstellung exportieren
es_es: Exportar Preajuste de Reglas de Extracción
fr_fr: Exporter le préréglage de règle d'extraction
it_it: Esporta Preimpostazione Regola di Estrazione
ja_jp: 抽出ルールプリセットをエクスポート
ru_ru: Экспорт предустановку правил извлечения
